[
  {
    "id": "healthy-relationships",
    "title": "Здоровые отношения",
    "readTime": 3,
    "elements": [
      {
        "type": "heading",
        "text": "Основы здоровых отношений"
      },
      {
        "type": "paragraph",
        "text": "Здоровые отношения строятся на взаимном уважении, честности и поддержке. В них каждый человек может быть собой, выражать свои потребности и получать понимание."
      },
      {
        "type": "paragraph",
        "text": "В здоровых отношениях конфликты решаются через общение, а не через обвинения или молчание. Люди поддерживают друг друга в трудные времена и радуются успехам вместе."
      }
    ]
  },
  {
    "id": "dear-man-technique",
    "title": "Техника DEAR MAN",
    "readTime": 4,
    "elements": [
      {
        "type": "heading",
        "text": "Как просить то, что тебе нужно"
      },
      {
        "type": "paragraph",
        "text": "DEAR MAN помогает эффективно выражать свои потребности и просьбы так, чтобы другие люди лучше тебя понимали и были готовы помочь."
      },
      {
        "type": "heading",
        "text": "DEAR — что сказать"
      },
      {
        "type": "paragraph",
        "text": "Describe (Опиши) ситуацию фактами. Express (Вырази) свои чувства. Assert (Попроси) то, что тебе нужно. Reinforce (Объясни) почему это важно."
      },
      {
        "type": "heading",
        "text": "MAN — как сказать"
      },
      {
        "type": "paragraph",
        "text": "Mindful (Осознанно) — фокусируйся на цели. Appear confident (Выгляди уверенно). Negotiate (Будь готов к компромиссу)."
      }
    ]
  },
  {
    "id": "boundaries",
    "title": "Личные границы",
    "readTime": 3,
    "elements": [
      {
        "type": "heading",
        "text": "Что такое границы"
      },
      {
        "type": "paragraph",
        "text": "Границы — это правила о том, как другие могут с тобой обращаться. Они защищают твое время, энергию, эмоции и ценности."
      },
      {
        "type": "paragraph",
        "text": "Здоровые границы помогают строить уважительные отношения. Когда ты ясно выражаешь свои границы, другие знают, как себя вести, и могут уважать твои потребности."
      },
      {
        "type": "heading",
        "text": "Как устанавливать границы"
      },
      {
        "type": "paragraph",
        "text": "Будь ясным и конкретным. Объясни последствия нарушения границы. Будь готов отстаивать границу действиями, а не только словами."
      }
    ]
  }
]
