[
  {
    "id": 1,
    "headword": "Черно-белое мышление",
    "definition": "Способ восприятия, при котором ситуации рассматриваются только в крайностях: либо «хорошо», либо «плохо», без учёта полутонов и промежуточных вариантов.",
    "examples": [
      "Мысль: «Если я совершил ошибку, значит, я полный неудачник».",
      "Восприятие ситуации: «Если я не сделаю это идеально, значит, я провалился».",
      "Реакция на критику: «Если меня критикуют, значит, я всегда неправ»."
    ],
    "relatedTermIds": [3, 5]
  },
  {
    "id": 2,
    "headword": "Подтверждающее искажение",
    "definition": "Тенденция искать и запоминать преимущественно ту информацию, которая подтверждает уже существующие убеждения, при этом менее внимательно относясь к противоречащим данным.",
    "examples": [
      "Чтение преимущественно тех новостей, которые соответствуют собственным взглядам.",
      "Лучшее запоминание событий, которые укрепляют существующие убеждения."
    ],
    "relatedTermIds": [7]
  },
  {
    "id": 3,
    "headword": "Катастрофизация",
    "definition": "Склонность автоматически представлять наихудший возможный сценарий развития событий, преувеличивая вероятность негативных последствий.",
    "examples": [
      "Опоздание на встречу — мысль: «Теперь меня точно уволят».",
      "Недомогание — предположение: «У меня точно что-то серьёзное».",
      "Партнёр не отвечает на звонок — «Наверное, хочет расстаться»."
    ],
    "relatedTermIds": [1, 4]
  },
  {
    "id": 4,
    "headword": "Персонализация",
    "definition": "Склонность принимать на себя ответственность за события, которые могут иметь множество других причин, не связанных с собственными действиями.",
    "examples": [
      "Грустное настроение друга — мысль: «Это я его расстроил».",
      "Дождь во время пикника — «Это я виноват, что плохо спланировал».",
      "Трудности ребёнка в учёбе — «Я недостаточно хороший родитель»."
    ],
    "relatedTermIds": [3, 5]
  },
  {
    "id": 5,
    "headword": "Навешивание ярлыков",
    "definition": "Использование обобщающих характеристик вместо описания конкретного поведения или ситуации.",
    "examples": [
      "Вместо «Я сделал ошибку» — «Я неудачник».",
      "Вместо «Он опоздал» — «Он безответственный».",
      "Вместо «Мне сложно» — «Я глупый»."
    ],
    "relatedTermIds": [1, 4]
  },
  {
    "id": 6,
    "headword": "Триггер",
    "definition": "Стимул, который запускает интенсивную эмоциональную или физиологическую реакцию, часто связанную с прошлым опытом.",
    "examples": [
      "Запах алкоголя может вызывать тревогу у тех, кто пережил травматичный опыт, связанный с алкоголем.",
      "Повышенный тон голоса может активировать защитные реакции.",
      "Определённая музыка может возвращать к болезненным воспоминаниям."
    ],
    "relatedTermIds": [7, 10]
  },
  {
    "id": 7,
    "headword": "Флешбек",
    "definition": "Внезапное, очень яркое переживание прошлого события, которое ощущается как происходящее в настоящем моменте.",
    "examples": [
      "После автомобильной аварии запах бензина может вызвать повторное переживание травматичного события.",
      "Громкие звуки могут возвращать ветерана к воспоминаниям о военных действиях."
    ],
    "relatedTermIds": [6, 8]
  },
  {
    "id": 8,
    "headword": "Диссоциация",
    "definition": "Состояние, при котором происходит временное отключение от текущей реальности, ощущение наблюдения за собой со стороны или чувство нереальности происходящего.",
    "examples": [
      "Во время стресса может возникать ощущение: «Это происходит не со мной».",
      "Чувство наблюдения за своей жизнью как за фильмом.",
      "Ощущение отстранённости от собственного тела."
    ],
    "relatedTermIds": [7, 10]
  },
  {
    "id": 9,
    "headword": "Проекция",
    "definition": "Неосознанное приписывание другим людям собственных мыслей, чувств или качеств.",
    "examples": [
      "Испытывая злость, может казаться, что другой человек злится.",
      "При недоверии может возникать ощущение, что окружающие неискренни.",
      "Чувствуя вину, может казаться, что другие осуждают."
    ],
    "relatedTermIds": [2, 5]
  },
  {
    "id": 10,
    "headword": "Газлайтинг",
    "definition": "Форма психологического воздействия, при которой у человека подрывается доверие к собственной памяти, восприятию и способности адекватно оценивать реальность.",
    "examples": [
      "«Этого не было, вам показалось».",
      "«Вы слишком чувствительны».",
      "«Я такого не говорил» (при том, что говорил).",
      "«Вы всё придумываете».",
      "«С вашей памятью что-то не так»."
    ],
    "relatedTermIds": [6, 8]
  },
  {
    "id": 11,
    "headword": "Окно толерантности",
    "definition": "Зона оптимального возбуждения, в которой человек способен эффективно справляться со стрессом и сложными эмоциями. За её пределами возникает либо гиперактивация, либо гипоактивация.",
    "examples": [
      "В окне толерантности: расстройство присутствует, но сохраняется способность думать и действовать.",
      "Гиперактивация: повышенная эмоциональность, импульсивность, трудности с самоконтролем.",
      "Гипоактивация: эмоциональное оцепенение, отстранённость, снижение активности."
    ],
    "relatedTermIds": [8, 12]
  },
  {
    "id": 12,
    "headword": "Заземление",
    "definition": "Техники, помогающие вернуть внимание к настоящему моменту и восстановить связь с реальностью, когда мысли и эмоции уводят от «здесь и сейчас».",
    "examples": [
      "Техника 5-4-3: назвать 5 вещей, которые видите, 4 — которые слышите, 3 — которые ощущаете телом.",
      "Контакт с холодной водой.",
      "Осознанное дыхание.",
      "Ощущение опоры ног на полу."
    ],
    "relatedTermIds": [11, 13]
  },
  {
    "id": 13,
    "headword": "Базовые допущения терапии",
    "definition": "Основополагающие принципы понимания человеческого поведения и процесса изменений, которые составляют фундамент терапевтической работы.",
    "examples": [
      "Каждый человек делает всё возможное в рамках своих текущих ресурсов и возможностей.",
      "У всех людей есть естественное стремление к улучшению качества жизни.",
      "Повышение мотивации способствует достижению лучших результатов.",
      "Ответственность за решение проблем лежит на самом человеке.",
      "Освоение нового поведения требует подходящих условий и контекста.",
      "За каждым действием, мыслью и эмоцией стоят определённые причины.",
      "Работа с причинами поведения более эффективна, чем критика и осуждение."
    ],
    "relatedTermIds": []
  },
  {
    "id": 14,
    "headword": "Любящая доброта",
    "definition": "Безусловная доброжелательность, активный интерес и забота о благополучии себя и другого человека.",
    "examples": [
      "«пока не думала».",
      "«пока не думала 2»."
    ],
    "relatedTermIds": []
  }
]
