[
  {
    "id": 1,
    "headword": "Черно-белое мышление",
    "definition": "Способ восприятия, при котором ситуации рассматриваются только в крайностях: либо «хорошо», либо «плохо», без учёта полутонов и промежуточных вариантов.",
    "examples": [
      "Мысль: «Если я совершил ошибку, значит, я полный неудачник».",
      "Восприятие ситуации: «Если я не сделаю это идеально, значит, я провалился».",
      "Реакция на критику: «Если меня критикуют, значит, я всегда неправ»."
    ],
    "relatedTermIds": [3, 5]
  },
  {
    "id": 2,
    "headword": "Подтверждающее искажение",
    "definition": "Тенденция искать и запоминать преимущественно ту информацию, которая подтверждает уже существующие убеждения, при этом менее внимательно относясь к противоречащим данным.",
    "examples": [
      "Чтение преимущественно тех новостей, которые соответствуют собственным взглядам.",
      "Лучшее запоминание событий, которые укрепляют существующие убеждения."
    ],
    "relatedTermIds": [7]
  },
  {
    "id": 3,
    "headword": "Катастрофизация",
    "definition": "Склонность автоматически представлять наихудший возможный сценарий развития событий, преувеличивая вероятность негативных последствий.",
    "examples": [
      "Опоздание на встречу — мысль: «Теперь меня точно уволят».",
      "Недомогание — предположение: «У меня точно что-то серьёзное».",
      "Партнёр не отвечает на звонок — «Наверное, хочет расстаться»."
    ],
    "relatedTermIds": [1, 4]
  },
  {
    "id": 4,
    "headword": "Персонализация",
    "definition": "Склонность принимать на себя ответственность за события, которые могут иметь множество других причин, не связанных с собственными действиями.",
    "examples": [
      "Грустное настроение друга — мысль: «Это я его расстроил».",
      "Дождь во время пикника — «Это я виноват, что плохо спланировал».",
      "Трудности ребёнка в учёбе — «Я недостаточно хороший родитель»."
    ],
    "relatedTermIds": [3, 5]
  },
  {
    "id": 5,
    "headword": "Навешивание ярлыков",
    "definition": "Использование обобщающих характеристик вместо описания конкретного поведения или ситуации.",
    "examples": [
      "Вместо «Я сделал ошибку» — «Я неудачник».",
      "Вместо «Он опоздал» — «Он безответственный».",
      "Вместо «Мне сложно» — «Я глупый»."
    ],
    "relatedTermIds": [1, 4]
  },
  {
    "id": 6,
    "headword": "Триггер",
    "definition": "Стимул, который запускает интенсивную эмоциональную или физиологическую реакцию, часто связанную с прошлым опытом.",
    "examples": [
      "Запах алкоголя может вызывать тревогу у тех, кто пережил травматичный опыт, связанный с алкоголем.",
      "Повышенный тон голоса может активировать защитные реакции.",
      "Определённая музыка может возвращать к болезненным воспоминаниям."
    ],
    "relatedTermIds": [7, 10]
  },
  {
    "id": 7,
    "headword": "Флешбек",
    "definition": "Внезапное, очень яркое переживание прошлого события, которое ощущается как происходящее в настоящем моменте.",
    "examples": [
      "После автомобильной аварии запах бензина может вызвать повторное переживание травматичного события.",
      "Громкие звуки могут возвращать ветерана к воспоминаниям о военных действиях."
    ],
    "relatedTermIds": [6, 8]
  },
  {
    "id": 8,
    "headword": "Диссоциация",
    "definition": "Состояние, при котором происходит временное отключение от текущей реальности, ощущение наблюдения за собой со стороны или чувство нереальности происходящего.",
    "examples": [
      "Во время стресса может возникать ощущение: «Это происходит не со мной».",
      "Чувство наблюдения за своей жизнью как за фильмом.",
      "Ощущение отстранённости от собственного тела."
    ],
    "relatedTermIds": [7, 10]
  },
  {
    "id": 9,
    "headword": "Проекция",
    "definition": "Неосознанное приписывание другим людям собственных мыслей, чувств или качеств.",
    "examples": [
      "Испытывая злость, может казаться, что другой человек злится.",
      "При недоверии может возникать ощущение, что окружающие неискренни.",
      "Чувствуя вину, может казаться, что другие осуждают."
    ],
    "relatedTermIds": [2, 5]
  },
  {
    "id": 10,
    "headword": "Газлайтинг",
    "definition": "Форма психологического воздействия, при которой у человека подрывается доверие к собственной памяти, восприятию и способности адекватно оценивать реальность.",
    "examples": [
      "«Этого не было, вам показалось».",
      "«Вы слишком чувствительны».",
      "«Я такого не говорил» (при том, что говорил).",
      "«Вы всё придумываете».",
      "«С вашей памятью что-то не так»."
    ],
    "relatedTermIds": [6, 8]
  },
  {
    "id": 11,
    "headword": "Окно толерантности",
    "definition": "Зона оптимального возбуждения, в которой человек способен эффективно справляться со стрессом и сложными эмоциями. За её пределами возникает либо гиперактивация, либо гипоактивация.",
    "examples": [
      "В окне толерантности: расстройство присутствует, но сохраняется способность думать и действовать.",
      "Гиперактивация: повышенная эмоциональность, импульсивность, трудности с самоконтролем.",
      "Гипоактивация: эмоциональное оцепенение, отстранённость, снижение активности."
    ],
    "relatedTermIds": [8, 12]
  },
  {
    "id": 12,
    "headword": "Заземление",
    "definition": "Техники, помогающие вернуть внимание к настоящему моменту и восстановить связь с реальностью, когда мысли и эмоции уводят от «здесь и сейчас».",
    "examples": [
      "Техника 5-4-3: назвать 5 вещей, которые видите, 4 — которые слышите, 3 — которые ощущаете телом.",
      "Контакт с холодной водой.",
      "Осознанное дыхание.",
      "Ощущение опоры ног на полу."
    ],
    "relatedTermIds": [11, 13]
  },
  {
    "id": 13,
    "headword": "Базовые допущения терапии",
    "definition": "Основополагающие принципы понимания человеческого поведения и процесса изменений, которые составляют фундамент терапевтической работы.",
    "examples": [
      "Каждый человек делает всё возможное в рамках своих текущих ресурсов и возможностей.",
      "У всех людей есть естественное стремление к улучшению качества жизни.",
      "Повышение мотивации способствует достижению лучших результатов.",
      "Ответственность за решение проблем лежит на самом человеке.",
      "Освоение нового поведения требует подходящих условий и контекста.",
      "За каждым действием, мыслью и эмоцией стоят определённые причины.",
      "Работа с причинами поведения более эффективна, чем критика и осуждение."
    ],
    "relatedTermIds": []
  },
  {
    "id": 14,
    "headword": "Любящая доброта",
    "definition": "Безусловная доброжелательность, активный интерес и забота о благополучии себя и другого человека.",
    "examples": [
      "«пока не думала».",
      "«пока не думала 2»."
    ],
    "relatedTermIds": []
  },
  {
    "id": 15,
    "headword": "Первичные эмоции",
    "definition": "Наши первые спонтанные реакции.",
    "examples": [
      "1.",
      "2."
    ],
    "relatedTermIds": [16]
  },
  {
    "id": 16,
    "headword": "Вторичные эмоции",
    "definition": "Обычно реакции на наши основные эмоции (могут затруднять определение первичных).",
    "examples": [
      "1.",
      "2."
    ],
    "relatedTermIds": [15]
  },
  {
    "id": 17,
    "headword": "Дистресс",
    "definition": "Отрицательное влияние стрессовой ситуации на деятельность человека, вплоть до ее полного разрушения.",
    "examples": [
      "1.",
      "2."
    ],
    "relatedTermIds": []
  },
  {
    "id": 18,
    "headword": "Осознанность",
    "definition": "Жить в моменте (намеренно, с полным вниманием, без осуждения, не цепляясь за прошлое и будущее).",
    "examples": [
      "1.",
      "2."
    ],
    "relatedTermIds": []
  },
  {
    "id": 19,
    "headword": "Кризис",
    "definition": "Крайне стрессовая ситуация с возможностью развития чрезвычайно негативных последствий.",
    "examples": [
      "1.",
      "2."
    ],
    "relatedTermIds": []
  },
  {
    "id": 20,
    "headword": "Рефлексия",
    "definition": "Способность сознания человека сосредоточиться на самом себе.",
    "examples": [
      "1.",
      "2."
    ],
    "relatedTermIds": []
  },
  {
    "id": 21,
    "headword": "Ригидность",
    "definition": "Заторможенность мышления, проявляющаяся в трудности отказа человека от однажды принятого решения, способа мышления и действий.",
    "examples": [
      "1.",
      "2."
    ],
    "relatedTermIds": []
  },
  {
    "id": 22,
    "headword": "Фрустрация",
    "definition": "Эмоционально тяжелое переживание человеком своей неудачи, сопровождающееся чувством безысходности, крушения надежд в достижении определенной желаемой цели.",
    "examples": [
      "1.",
      "2."
    ],
    "relatedTermIds": []
    },
    {
    "id": 23,
    "headword": "Акцентуация",
    "definition": "Выделение какого-либо свойства или признака на фоне других, его особенное развитие.",
    "examples": [
      "1.",
      "2."
    ],
    "relatedTermIds": []
    },
  {
    "id": 24,
    "headword": "Аффект",
    "definition": "Кратковременное, бурно протекающее состояние сильного эмоционального возбуждения, возникающее в результате фрустрации или какой-либо иной, сильно действующей на психику причины, обычно связанной с неудовлетворением очень важных для человека потребностей.",
    "examples": [
      "1.",
      "2."
    ],
    "relatedTermIds": []
   },
    {
    "id": 25,
    "headword": "Поведенческая активация",
    "definition": "Метод в психологии, где работает принцип «сначала действие, потом мотивация»/постепенное наращивание активности, где нет “неважных” или мелких шагов, каждый шаг значим.",
    "examples": [
      "1.",
      "2."
    ],
    "relatedTermIds": []
    },
    {
    "id": 26,
    "headword": "Проблемное поведение",
    "definition": "Поведение, мешающее достичь целей, чувствовать себя хорошо и быть счастливым.",
    "examples": [
      "1.",
      "2."
    ],
    "relatedTermIds": []
    },
    {
    "id": 27,
    "headword": "Диалектический",
    "definition": "Рассматривающий две противоположные точки зрения.",
    "examples": [
      "1.",
      "2."
    ],
    "relatedTermIds": []
    },
    {
    "id": 28,
    "headword": "Ассертивность",
    "definition": "Способность человека не зависеть от внешних влияний и оценок, самостоятельно регулировать собственное поведение и отвечать за него («золотая середина» между пассивностью и агрессивностью).",
    "examples": [
      "1.",
      "2."
    ],
    "relatedTermIds": []
    },
    {
    "id": 29,
    "headword": "Однонаправленность",
    "definition": "Полностью присутствовать в настоящем моменте (прошлое позади, будущее не наступило); заниматься лишь чем-то одним в каждый момент времени.",
    "examples": [
      "1.",
      "2."
    ],
    "relatedTermIds": []
    },
    {
    "id": 30,
    "headword": "Расщепление",
    "definition": "Защитный механизм психики, при котором человек видит мир в "чёрно-белых" тонах. Ему трудно воспринимать противоречивые аспекты людей и ситуаций как единое целое. Это приводит к эмоциональным крайностям и резким перепадам в восприятии окружающего. Естественный этап, через который проходит ребенок, пока его психика формируется. Какой бы прекрасной ни была мать – или другой опекающий взрослый — она не всегда может быть рядом и удовлетворять все потребности малыша. И чтобы с этим справиться, ребенок прибегает к расщеплению. Он еще не может соотнести, что мама, которая о нем заботится, и мама, которая иногда наказывает — это один и тот же человек. Поэтому образ матери расщепляется на «хороший» — который любит и заботится, и «плохой», который отвергает. Когда мама не удовлетворяет потребности ребенка, он воспринимает это как катастрофу, для него эти переживания невыносимы.",
    "examples": [
      "1.",
      "2."
    ],
    "relatedTermIds": []
    },
    {
    "id": 31,
    "headword": "Эмоциональная дисрегуляция (эмоциональная уязвимость)",
    "definition": "Неспособность, даже приложив значительные усилия, эффективно влиять на свои эмоциональные переживания, действия, словесные и невербальные реакции и управлять ими.",
    "examples": [
      "1.",
      "2."
    ],
    "relatedTermIds": []
    },
    {
    "id": 32,
    "headword": "Инвалидирующее окружение",
    "definition": "Неспособное обращаться с человеком внимательно, уважительно и понимающе.",
    "examples": [
      "Инвалидирующее окружение может принимать как сравнительно мягкие формы, такие как несоответствие характеров ребёнка и родителей (например, когда застенчивая девочка растёт в семье экстравертов, не понимающие и смеющиеся над её застенчивостью), так и более жёсткие формы, включающие сексуальное и физическое насилие.",
      "2."
    ],
    "relatedTermIds": []
    },
    {
    "id": 33,
    "headword": "Зона потенциального (ближайшего) развития",
    "definition": "Возможности в психическом развитии, которые открываются у человека при оказании ему минимальной помощи со стороны.",
    "examples": [
      "1.",
      "2."
    ],
    "relatedTermIds": []
    },
    {
    "id": 34,
    "headword": "Когнитивная беспомощность",
    "definition": "Психологическое состояние или ситуация, при которой индивид, имея необходимые знания, умения и навыки для решения задачи, в силу ряда причин когнитивного характера не может справиться с ней.",
    "examples": [
      "1.",
      "2."
    ],
    "relatedTermIds": []
    },
    {
    "id": 35,
    "headword": "Интроспекция",
    "definition": "Метод познания психических явлений путем самонаблюдения человека, т.е. внимательного изучения самим человеком того, что происходит в его сознании при решении разного рода задач.",
    "examples": [
      "1.",
      "2."
    ],
    "relatedTermIds": []
    },
    {
    "id": 36,
    "headword": "Референтная группа",
    "definition": "Группа людей, в чем-то привлекательных для индивида. Групповой источник индивидуальных ценностей, суждений, поступков, норм и правил поведения.",
    "examples": [
      "1.",
      "2."
    ],
    "relatedTermIds": []
    },
    {
    "id": 37,
    "headword": "Импульсивность",
    "definition": "Характерологическая черта человека, проявляющаяся в его склонности к быстротечным, непродуманным действиям и поступкам.",
    "examples": [
      "1.",
      "2."
    ],
    "relatedTermIds": []
    },
    {
    "id": 38,
    "headword": "Интроверсия",
    "definition": "Обращенность сознания человека к самому себе; поглощенность собственными проблемами и переживаниями, сопровождаемая ослаблением внимания к тому, что происходит вокруг и является одной из базовых черт личности.",
    "examples": [
      "1.",
      "2."
    ],
    "relatedTermIds": []
    },
    {
    "id": 39,
    "headword": "Эмоциональная регуляция",
    "definition": "Способность контролировать или влиять на то, какие эмоции вы испытываете, когда вы их испытываете и как вы их переживаете и выражаете. Общая задача ЭР - заключается в снижении эмоциональных страданий, а не в том, чтобы избавиться от эмоций.",
    "examples": [
      "1.",
      "2."
    ],
    "relatedTermIds": []
    },
    {
    "id": 40,
    "headword": "Алекситимия",
    "definition": "Неспособность выражать свои переживания и распознавать чужие.",
    "examples": [
      "1.",
      "2."
    ],
    "relatedTermIds": []
    },
    {
    "id": 41,
    "headword": "Поведенческая активация",
    "definition": "Метод в психологии, где работает принцип «сначала действие, потом мотивация». Он похож на идею «аппетит приходит во время еды». «У меня нет настроения и сил». Принцип поведенческой активации — начать делать что-то, что ценно для нас, не дожидаясь настроения. Понемногу, каждый день, а главное — не что-то, что придумали сторонние советчики, а то, что важно именно для вас.",
    "examples": [
      "1.",
      "2."
    ],
    "relatedTermIds": []
    },
    {
    "id": 42,
    "headword": "Перенос",
    "definition": "Неосознанная трансляция эмоций, желаний и опыта, пережитых в прошлом, на настоящее или на собеседника.",
    "examples": [
      "1.",
      "2."
    ],
    "relatedTermIds": []
    },
    {
    "id": 43,
    "headword": "Триангуляция",
    "definition": "Когда один человек использует третьего человека, чтобы манипулировать тем, от кого он хочет что-то получить.",
    "examples": [
      "1.",
      "2."
    ],
    "relatedTermIds": []
    }
]
