[
  {
    "id": 1,
    "headword": "Черно-белое мышление",
    "definition": "Человек видит всё только в крайностях: либо «хорошо», либо «плохо». Никаких полутонов и середины.",
    "examples": [
      "Человек думает: «Если я совершил ошибку, значит, я полный неудачник».",
      "Ситуация воспринимается так: «Если я не сделаю это идеально, значит, я провалился».",
      "Реакция на критику: «Если меня критикуют, значит, я всегда неправ»."
    ],
    "relatedTermIds": [3, 5]
  },
  {
    "id": 2,
    "headword": "Подтверждающее искажение",
    "definition": "Человек ищет и запоминает только ту информацию, которая подтверждает то, во что он уже верит. Всё остальное игнорирует.",
    "examples": [
      "Человек читает только те новости, которые подтверждают его политические взгляды.",
      "Помнит только те события, которые укрепляют его убеждения, и забывает о тех, которые противоречат им."
    ],
    "relatedTermIds": [7]
  },
  {
    "id": 3,
    "headword": "Катастрофизация",
    "definition": "Человек сразу представляет самый худший сценарий развития событий. Из мухи делает слона.",
    "examples": [
      "Опоздал на встречу — думает: «Теперь меня точно уволят».",
      "Заболел — сразу: «У меня точно что-то серьёзное».",
      "Партнёр не отвечает на звонок — «Наверное, со мной хочет расстаться»."
    ],
    "relatedTermIds": [1, 4]
  },
  {
    "id": 4,
    "headword": "Персонализация",
    "definition": "Человек винит себя во всём, что происходит вокруг. Думает, что он причина всех бед.",
    "examples": [
      "Друг грустный — «Это я его расстроил».",
      "Дождь во время пикника — «Это я виноват, что плохо спланировал».",
      "Ребёнок плохо учится — «Я плохой родитель»."
    ],
    "relatedTermIds": [3, 5]
  },
  {
    "id": 5,
    "headword": "Навешивание ярлыков",
    "definition": "Человек клеит на себя или других постоянные ярлыки вместо того, чтобы описать конкретное поведение.",
    "examples": [
      "Вместо «Я сделал ошибку» говорит «Я неудачник».",
      "Вместо «Он опоздал» — «Он безответственный».",
      "Вместо «Мне сложно» — «Я тупой»."
    ],
    "relatedTermIds": [1, 4]
  },
  {
    "id": 6,
    "headword": "Триггер",
    "definition": "Что-то, что мгновенно запускает сильную эмоциональную реакцию. Как кнопка, на которую нажали.",
    "examples": [
      "Запах алкоголя вызывает панику у человека, чей отец пил.",
      "Повышенный голос сразу включает режим защиты.",
      "Определённая песня возвращает в болезненные воспоминания."
    ],
    "relatedTermIds": [7, 10]
  },
  {
    "id": 7,
    "headword": "Флешбек",
    "definition": "Внезапное, очень яркое возвращение болезненного воспоминания. Как будто это происходит прямо сейчас.",
    "examples": [
      "После аварии человек вдруг чувствует запах бензина и переживает весь ужас заново.",
      "Ветеран слышит громкий звук и мысленно возвращается на поле боя."
    ],
    "relatedTermIds": [6, 8]
  },
  {
    "id": 8,
    "headword": "Диссоциация",
    "definition": "Человек как будто отключается от реальности. Смотрит на себя со стороны или чувствует, что всё происходит не с ним.",
    "examples": [
      "Во время стресса человек думает: «Это не я, это происходит с кем-то другим».",
      "Чувство, что смотришь на свою жизнь как на фильм.",
      "Ощущение, что руки и тело не твои."
    ],
    "relatedTermIds": [7, 10]
  },
  {
    "id": 9,
    "headword": "Проекция",
    "definition": "Человек приписывает другим свои собственные мысли, чувства или качества.",
    "examples": [
      "Сам злится, но говорит: «Ты на меня злишься».",
      "Не доверяет людям и думает: «Все вокруг врут».",
      "Чувствует вину и обвиняет других: «Ты меня осуждаешь»."
    ],
    "relatedTermIds": [2, 5]
  },
  {
    "id": 10,
    "headword": "Газлайтинг",
    "definition": "Человека заставляют сомневаться в собственной памяти, восприятии и здравомыслии.",
    "examples": [
      "«Этого не было, тебе показалось».",
      "«Ты слишком чувствительная».",
      "«Я такого не говорил» (хотя говорил).",
      "«Ты всё придумываешь».",
      "«С твоей памятью что-то не так»."
    ],
    "relatedTermIds": [6, 8]
  },
  {
    "id": 11,
    "headword": "Окно толерантности",
    "definition": "Зона, в которой человек может справляться со стрессом и сложными эмоциями. За её пределами — либо взрыв, либо полное отключение.",
    "examples": [
      "В окне: человек расстроен, но может думать и действовать.",
      "Выше окна: кричит, бьёт посуду, не контролирует себя.",
      "Ниже окна: замирает, ничего не чувствует, отключается от мира."
    ],
    "relatedTermIds": [8, 12]
  },
  {
    "id": 12,
    "headword": "Заземление",
    "definition": "Техники, которые помогают вернуться в момент «здесь и сейчас», когда мысли и эмоции уносят далеко.",
    "examples": [
      "Назвать 5 вещей, которые видишь, 4 — которые слышишь, 3 — которые чувствуешь телом.",
      "Потрогать холодную воду.",
      "Глубоко подышать.",
      "Почувствовать ноги на полу."
    ],
    "relatedTermIds": [11, 13]
  },
  {
    "id": 13,
    "headword": "Контейнирование",
    "definition": "Мысленно «упаковать» сложные эмоции в безопасное место, чтобы разобраться с ними позже.",
    "examples": [
      "Представить сейф или коробку, сложить туда свою тревогу и закрыть на замок.",
      "Мысленно поставить болезненные воспоминания на полку до лучших времён.",
      "Как отложить тяжёлую сумку."
    ],
    "relatedTermIds": [11, 12]
  },
  {
    "id": 14,
    "headword": "Базовые предположения терапии",
    "definition": "Основные принципы понимания человеческого поведения и изменений, которые лежат в основе терапевтической работы.",
    "examples": [
      "Все люди стараются настолько хорошо, насколько могут в каждый момент времени.",
      "Все люди хотят чувствовать себя лучше и улучшать свои жизни.",
      "Люди могут добиться большего, если будут работать над мотивацией.",
      "Решать свои проблемы приходится самим людям.",
      "Новое поведение должно быть выучено в подходящем контексте.",
      "Все действия, мысли и эмоции имеют причины.",
      "Изменение причин поведения эффективнее обвинений и осуждения."
    ],
    "relatedTermIds": [4, 5, 9]
  }
]
