{
  "groups": [
    {
      "title": "Навыки ДПТ",
      "blocks": [
        "mindfulness",
        "stress-tolerance",
        "emotion-regulation",
        "interpersonal"
      ]
    }
  ],
  "blocks": [
    {
      "id": "mindfulness",
      "title": "Осознанность",
      "description": "Практики развития внимательности и присутствия в моменте",
      "icon": "eye-outline",
      "color": "#4CAF50",
      "articles": [
        {
          "id": "mindfulness-101",
          "title": "Зачем нужны навыки осознанности",
          "readTime": 4,
          "elements": [
            {
              "type": "paragraph",
              "text": "Блок навыков осознанности — это своего рода фундамент для всех остальных навыков."
            },
            {
              "type": "paragraph",
              "text": "Представьте, что вы учитесь водить машину в сильную бурю, когда ничего не видно. Осознанность — это как раз те «дворники», которые очищают лобовое стекло, чтобы вы могли ясно видеть дорогу."
            },
            {
              "type": "paragraph",
              "text": "Когда мы находимся в сильных эмоциях или стрессе, наш «внутренний туман» мешает нам понять, что именно происходит."
            },

            {
              "type": "heading",
              "text": "Два типа навыков: «что» и «как»"
            },
            {
              "type": "paragraph",
              "text": "В ДПТ навыки осознанности делятся на две группы. Навыки «что» — это конкретные действия: наблюдать, описывать или участвовать. Навыки «как» — это способ выполнения этих действий: безоценочно, однонаправленно и эффективно."
            },
            {
              "type": "paragraph",
              "text": "Ключевое отличие в применении: вы выбираете только один навык «что» в каждый момент времени, но стараетесь применять все три навыка «как» одновременно. Например, когда вы наблюдаете за своим дыханием, вы делаете это безоценочно (не думая «дышу правильно или неправильно»), однонаправленно (сосредоточившись только на дыхании) и эффективно (делая то, что помогает вам в данной ситуации)."
            },
            {
              "type": "list",
              "title": "Возможные комбинации:",
              "items": [
                "Наблюдать + безоценочно, однонаправленно, эффективно",
                "Описывать + безоценочно, однонаправленно, эффективно",
                "Участвовать + безоценочно, однонаправленно, эффективно"
              ]
            },
            {
              "type": "note",
              "text": "Думайте о навыках «что» как о выборе инструмента, а о навыках «как» — как о технике его использования. Какой бы инструмент вы ни выбрали, техника остается той же"
            },
            {
              "type": "list",
              "title": "Навыки осознанности помогают:",
              "items": [
                "Заметить свои эмоции и мысли, не погружаясь в них с головой",
                "Сделать паузу вместо импульсивных действий",
                "Выбрать более подходящий способ реагирования"
              ]
            },
            {
              "type": "note",
              "text": "Без осознанности остальные навыки ДПТ работают не столь эффективно: сложно регулировать эмоции или выстраивать отношения, когда вы с трудом замечаете, что с вами происходит"
            },
            {
              "type": "paragraph",
              "text": "Это как научиться сначала останавливаться и смотреть по сторонам, прежде чем переходить дорогу. Простой, но жизненно важный навык!"
            },
            {
              "type": "scenario",
              "title": "Проверьте свою осознанность",
              "situation": "Вы идете на важную встречу и понимаете, что опаздываете на 15 минут. Сердце бешено колотится, в голове крутятся мысли: «Все пропало, меня уволят, это провал». Что вы делаете?",
              "options": [
                {
                  "text": "Бегу еще быстрее, звоню и извиняюсь на ходу",
                  "feedback": "Вы действуете импульсивно под влиянием паники. Попробуйте сначала применить осознанность — остановитесь и сделайте вдох.",
                  "isHealthy": false
                },
                {
                  "text": "Останавливаюсь, делаю глубокий вдох и замечаю: «Я паникую, сердце колотится, мысли катастрофичны»",
                  "feedback": "Отлично! Вы применили навык осознанности — заметили свое состояние, не погрузившись в него. Теперь можете выбрать более разумное действие.",
                  "isHealthy": true
                },
                {
                  "text": "Думаю: «Ничего страшного, все само как-нибудь образуется»",
                  "feedback": "Вы избегаете проблему, но не применяете осознанность. Важно сначала заметить свои эмоции и мысли, а потом уже выбирать реакцию.",
                  "isHealthy": false
                }
              ]
            }
          ]
        },
        {
          "id": "wise-mind",
          "title": "Мудрый разум",
          "readTime": 7,
          "elements": [
            {
              "type": "paragraph",
              "text": "«Мудрый разум» — это один из ключевых навыков диалектической поведенческой терапии, который помогает находить баланс между эмоциями и логикой. Этот навык особенно важен, когда вы сталкиваетесь с трудными решениями или переживаете сильные чувства."
            },
            {
              "type": "heading",
              "text": "Три состояния разума"
            },
            {
              "type": "paragraph",
              "text": "Согласно ДПТ, наш разум может находиться в трёх состояниях:"
            },
            {
              "type": "cards",
              "cards": [
                {
                  "front": "Рациональный разум",
                  "back": "Холодный, рассудочный, ориентированный на задачу. Оперирует фактами и логикой, ценности и чувства ему не важны"
                },
                {
                  "front": "Эмоциональный разум",
                  "back": "Пылкий, зависимый от настроения, ориентированный на эмоции. Вами управляют настроения и побуждения"
                },
                {
                  "front": "Мудрый разум",
                  "back": "Внутренний источник мудрости каждого человека. Ценит и рассудок, и эмоции, примиряет левое и правое полушария"
                }
              ]
            },
            {
              "type": "note",
              "text": "Мудрый разум — это не компромисс между эмоциями и логикой, а качественно новое состояние, которое интегрирует их мудро и целостно"
            },
            {
              "type": "heading",
              "text": "Как развивать навык мудрого разума"
            },
            {
              "type": "paragraph",
              "text": "Навыки осознанности требуют практики. Важно начинать в спокойных условиях, когда нет необходимости в навыке. Регулярная практика поможет использовать мудрый разум, когда он действительно понадобится."
            },
            {
              "type": "checklist",
              "title": "Упражнения для развития мудрого разума",
              "items": [
                "Практикуйте «камешек в озере» — представляйте себя маленьким камешком, медленно опускающимся на дно спокойного озера",
                "Используйте «спуск по винтовой лестнице» — медленно спускайтесь внутрь себя к своему центру",
                "Применяйте технику «мудрый на вдохе, разум на выдохе»",
                "Задавайте вопросы своему мудрому разуму и внимательно слушайте ответы"
              ]
            },
            {
              "type": "heading",
              "text": "Практические техники"
            },
            {
              "type": "list",
              "title": "Методы концентрации на дыхании:",
              "items": [
                "Делайте полный вдох, отмечайте ощущения от входящего воздуха",
                "Позвольте вниманию переместиться в ваш центр — «дно» или «вершину» дыхания",
                "Укрепите внимание в своём центре, сохраняя естественный ритм дыхания"
              ]
            },
            {
              "type": "boxBreathing"
            },
            {
              "type": "heading",
              "text": "Расширение осознания"
            },
            {
              "type": "paragraph",
              "text": "На вдохе сосредоточьте внимание на вашем центре. На выдохе сохраняйте внимание в центре, но расширьте осознание до размеров пространства, в котором вы находитесь. Продолжайте, оставаясь в происходящем."
            },
            {
              "type": "scenario",
              "title": "Применение мудрого разума",
              "situation": "Вы поссорились с близким человеком и чувствуете сильную злость. Что делать?",
              "options": [
                {
                  "text": "Немедленно высказать всё, что думаю",
                  "feedback": "Это эмоциональный разум. Может усугубить ситуацию. Попробуйте сначала обратиться к мудрому разуму.",
                  "isHealthy": false
                },
                {
                  "text": "Подавить эмоции и действовать только логично",
                  "feedback": "Это рациональный разум, но он игнорирует важные чувства. Мудрый разум учтёт и эмоции, и логику.",
                  "isHealthy": false
                },
                {
                  "text": "Сделать паузу, подышать и спросить мудрый разум, как лучше поступить",
                  "feedback": "Отлично! Это и есть обращение к мудрому разуму — интеграция чувств и мыслей для принятия мудрого решения.",
                  "isHealthy": true
                }
              ]
            },
            {
              "type": "note",
              "text": "Помните: мудрый разум есть у каждого человека. Иногда его сложно услышать из-за сильных эмоций или чрезмерного анализа, но с практикой вы научитесь к нему обращаться"
            }
          ]
        },
        {
          "id": "observe",
          "title": "Наблюдение: замечать",
          "readTime": 8,
          "elements": [
            {
              "type": "paragraph",
              "text": "Навык «Наблюдение» — это основа осознанности в диалектической поведенческой терапии. Он помогает вам замедлиться, сосредоточиться на настоящем моменте и увидеть ситуацию такой, какая она есть на самом деле, без искажений и оценок."
            },
            {
              "type": "heading",
              "text": "Что такое наблюдение?"
            },
            {
              "type": "paragraph",
              "text": "Наблюдение — это способность направлять внимание на то, что происходит внутри вас и вокруг вас в данный момент. Это как включить «режим исследователя»: вы просто замечаете свои ощущения, мысли, эмоции и окружающую обстановку, не пытаясь ничего изменить или оценить."
            },
            {
              "type": "heading",
              "text": "Основные принципы наблюдения"
            },
            {
              "type": "list",
              "title": "Как правильно наблюдать:",
              "items": [
                "Отмечайте ощущения в теле через органы чувств — что видите, слышите, чувствуете кожей",
                "Намеренно направляйте внимание на настоящий момент",
                "Контролируйте своё внимание, а не то, что является его объектом",
                "Практикуйте безмолвное наблюдение — следите за мыслями, как за облаками в небе",
                "Наблюдайте за происходящим как снаружи, так и внутри себя"
              ]
            },
            {
              "type": "heading",
              "text": "Практические способы развития навыка"
            },
            {
              "type": "checklist",
              "title": "Упражнения для тренировки наблюдения:",
              "items": [
                "Лягте на землю и смотрите на проплывающие облака",
                "Сядьте на скамейку и наблюдайте за прохожими без оценок",
                "Обращайте внимание на выражения лиц, движения и жесты людей",
                "Прислушивайтесь к звукам вокруг — тишине между звуками, высоте и тембру голосов",
                "Наблюдайте за своим дыханием — как воздух входит и выходит из лёгких"
              ]
            },
            {
              "type": "heading",
              "text": "Наблюдение за внутренними процессами"
            },
            {
              "type": "paragraph",
              "text": "Особенно важно учиться наблюдать за своими мыслями и эмоциями. Представьте, что ваш разум — это небо, а мысли — облака. Они приходят и уходят, а вы просто наблюдаете за ними, не цепляясь и не прогоняя их."
            },
            {
              "type": "list",
              "title": "Техники наблюдения за внутренними состояниями:",
              "items": [
                "Отмечайте мысли словами: «Сейчас у меня мысль о...»",
                "Называйте эмоции: «Я замечаю в себе грусть», «Чувствую раздражение»",
                "Наблюдайте за физическими ощущениями от эмоций в теле",
                "Следите за потоком мыслей без попыток их изменить"
              ]
            },
            {
              "type": "note",
              "text": "Помните: цель наблюдения не в том, чтобы достичь особого состояния или избавиться от неприятных ощущений. Цель — просто замечать то, что есть, с любопытством и принятием"
            },
            {
              "type": "heading",
              "text": "Когда и как применять навык"
            },
            {
              "type": "paragraph",
              "text": "Наблюдение особенно полезно, когда вы чувствуете себя подавленными эмоциями или мыслями. Вместо того чтобы бороться с ними или избегать, попробуйте просто понаблюдать. Это поможет создать некоторое расстояние между вами и интенсивными переживаниями."
            },
            {
              "type": "cards",
              "cards": [
                {
                  "front": "Стрессовая ситуация",
                  "back": "Остановитесь и понаблюдайте: что происходит в теле? Какие мысли возникают? Просто заметьте без оценки"
                },
                {
                  "front": "Сильные эмоции",
                  "back": "Назовите эмоцию: «Я замечаю злость». Где она ощущается в теле? Как меняется со временем?"
                },
                {
                  "front": "Поток мыслей",
                  "back": "Представьте мысли как поезда на вокзале — вы наблюдатель на платформе, который просто смотрит, как они приходят и уходят"
                }
              ]
            },
            {
              "type": "paragraph",
              "text": "Регулярная практика наблюдения укрепляет вашу способность оставаться в контакте с настоящим моментом и реагировать на жизненные ситуации более осознанно, а не импульсивно. Это фундамент для развития всех остальных навыков осознанности."
            }
          ]
        },
        {
          "id": "describe",
          "title": "Описание: добавлять слова, только факты",
          "readTime": 4,
          "elements": [
            {
              "type": "paragraph",
              "text": "Навык «Описание» — это мощный инструмент диалектической поведенческой терапии (ДПТ), который помогает вам лучше понимать и контролировать свои эмоции. Когда мы переживаем сильные чувства, наш разум часто «достраивает» ситуацию домыслами и интерпретациями, что только усиливает эмоциональную бурю."
            },
            {
              "type": "heading",
              "text": "Что такое навык описания"
            },
            {
              "type": "paragraph",
              "text": "Описание — это умение разделять факты и интерпретации. Вместо того чтобы говорить «Он меня ненавидит», вы учитесь замечать: «Он не ответил на моё сообщение по прошествии трёх часов». Первое — интерпретация, второе — факт."
            },
            {
              "type": "list",
              "title": "Основные принципы навыка:",
              "items": [
                "Описывайте только то, что можете наблюдать органами чувств",
                "Отделяйте свои интерпретации от фактов",
                "Избегайте оценочных суждений",
                "Используйте конкретные, а не абстрактные слова"
              ]
            },
            {
              "type": "heading",
              "text": "Как это работает на практике"
            },
            {
              "type": "scenario",
              "title": "Попробуйте применить навык",
              "situation": "Ваш друг выглядит грустным и молчит во время встречи. Как вы опишете ситуацию?",
              "options": [
                {
                  "text": "Он на меня обижается",
                  "feedback": "Это интерпретация. Вы не можете знать наверняка, что он думает.",
                  "isHealthy": false
                },
                {
                  "text": "Он меньше говорит, чем обычно, и выражение его лица кажется печальным",
                  "feedback": "Отлично! Вы описали только то, что можете наблюдать.",
                  "isHealthy": true
                }
              ]
            },
            {
              "type": "paragraph",
              "text": "Когда вы описываете ситуацию фактами, ваш мозг получает передышку от эмоциональной «накрутки». Это создаёт пространство между вами и интенсивными переживаниями, позволяя принимать более взвешенные решения."
            },
            {
              "type": "list",
              "title": "Практические упражнения:",
              "items": [
                "Наблюдайте за облаками и описывайте только их форму и движение",
                "Описывайте эмоции через телесные ощущения: «сжимается грудь» вместо «тревожусь»",
                "Ведите дневник фактов: записывайте события дня без оценок и домыслов"
              ]
            },
            {
              "type": "note",
              "text": "Помните: цель не в том, чтобы стать бесчувственным роботом, а в том, чтобы научиться различать факты и эмоции. Это даёт вам больше свободы выбора в том, как реагировать на жизненные ситуации"
            }
          ]
        },
        {
          "id": "participate",
          "title": "Участие: погружаться в происходящее",
          "readTime": 4,
          "elements": [
            {
              "type": "paragraph",
              "text": "Навык «Участие» — это способность полностью погружаться в текущий момент и позволять себе естественно реагировать на происходящее. Это один из ключевых навыков осознанности диалектической поведенческой терапии."
            },
            {
              "type": "heading",
              "text": "Что значит участвовать?"
            },
            {
              "type": "paragraph",
              "text": "Участие означает полное вовлечение в деятельность без постоянного наблюдения за собой со стороны. Когда вы танцуете — просто танцуете, не думая о том, как выглядите. Когда разговариваете с другом — полностью присутствуете в диалоге, а не анализируете каждое слово."
            },
            {
              "type": "note",
              "text": "Участие — это не потеря контроля, а осознанный выбор довериться моменту и своей интуиции"
            },
            {
              "type": "heading",
              "text": "Как развивать навык участия"
            },
            {
              "type": "checklist",
              "title": "Практические упражнения",
              "items": [
                "Танцуйте под музыку, позволяя телу двигаться естественно",
                "Пойте любимые песни, не заботясь о звучании голоса",
                "Полностью погружайтесь в разговор, отпуская внутреннего критика",
                "Занимайтесь спортом, фокусируясь на движениях, а не на результате",
                "Играйте с детьми или животными, следуя их энергии"
              ]
            },
            {
              "type": "heading",
              "text": "Связь с миром через участие"
            },
            {
              "type": "paragraph",
              "text": "Исследования показывают, что полное погружение в деятельность активирует парасимпатическую нервную систему, снижая уровень стресса и тревоги. Когда вы участвуете, ваше внимание естественным образом фокусируется на внешнем мире — на ощущениях от прикосновения к объектам, на звуках, на движении."
            },
            {
              "type": "cards",
              "cards": [
                {
                  "front": "Наблюдение за дыханием",
                  "back": "Почувствуйте, как воздух проходит через нос, наполняет легкие и выходит обратно"
                },
                {
                  "front": "Контакт с землей",
                  "back": "Ощутите, как ваши стопы касаются пола, как вес тела распределяется между ними"
                },
                {
                  "front": "Связь через предметы",
                  "back": "Возьмите любой предмет и исследуйте его текстуру, температуру, вес"
                },
                {
                  "front": "Единство с природой",
                  "back": "Представьте себя деревом: корни уходят в землю, ветви тянутся к небу"
                }
              ]
            },
            {
              "type": "heading",
              "text": "Когда участие особенно важно"
            },
            {
              "type": "list",
              "title": "Ситуации для практики",
              "items": [
                "Во время творческой деятельности — рисования, музыки, письма",
                "При общении с близкими людьми",
                "В моменты радости и празднования",
                "При выполнении рутинных дел — готовки, уборки, прогулки",
                "Во время физической активности"
              ]
            },
            {
              "type": "paragraph",
              "text": "Помните: участие не означает импульсивность или безрассудство. Это осознанный выбор действовать интуитивно из мудрого разума, доверяя накопленному опыту и навыкам. Со временем вы научитесь различать моменты, когда полезно наблюдать и описывать, и моменты, когда пора отпустить контроль и просто быть."
            }
          ]
        },
        {
          "id": "non-judgmental",
          "title": "Безоценочность",
          "readTime": 9,
          "elements": [
            {
              "type": "paragraph",
              "text": "Безоценочность — это способность наблюдать за происходящим, не навешивая ярлыки «хорошо» или «плохо». Согласно исследованиям в области ДПТ, этот навык помогает снизить эмоциональную реактивность и улучшить регуляцию эмоций. Вместо того чтобы автоматически судить о событиях, мы учимся видеть их такими, какие они есть."
            },
            {
              "type": "note",
              "text": "Безоценочность не означает равнодушие — это осознанное наблюдение без автоматических суждений"
            },
            {
              "type": "heading",
              "text": "Почему оценки мешают"
            },
            {
              "type": "paragraph",
              "text": "Когда вы оцениваете ситуацию как «ужасную» или «невыносимую», ваш мозг активирует стрессовую реакцию. Исследования показывают, что оценочные мысли усиливают эмоциональное страдание. Например, мысль «Я неудачник» вызывает больше боли, чем простое признание факта: «Я допустил ошибку в этой задаче»."
            },
            {
              "type": "heading",
              "text": "Как практиковать безоценочность"
            },
            {
              "type": "checklist",
              "title": "Шаги к безоценочному наблюдению",
              "items": [
                "Замечайте, когда появляются оценочные мысли",
                "Заменяйте оценки на факты: вместо «ужасная погода» — «идёт дождь, температура 5 градусов»",
                "Описывайте события через органы чувств: что вы видите, слышите, ощущаете",
                "Отмечайте свои эмоции как факты: «Я замечаю тревогу» вместо «это невыносимо»"
              ]
            },
            {
              "type": "cards",
              "cards": [
                {
                  "front": "Оценочная мысль",
                  "back": "«Моя презентация была катастрофой»"
                },
                {
                  "front": "Безоценочное описание",
                  "back": "«Я забыл два слайда, голос дрожал в начале выступления»"
                },
                {
                  "front": "Оценочная мысль",
                  "back": "«Он ужасный человек»"
                },
                {
                  "front": "Безоценочное описание",
                  "back": "«Он опоздал на встречу три раза»"
                }
              ]
            },
            {
              "type": "heading",
              "text": "Работа с автоматическими суждениями"
            },
            {
              "type": "paragraph",
              "text": "Наш мозг эволюционно настроен на быструю оценку ситуаций — это помогало выживать. Но в современной жизни автоматические суждения часто создают лишнее напряжение. ДПТ предлагает не бороться с оценками, а замечать их и возвращаться к фактам."
            },
            {
              "type": "list",
              "title": "Признаки оценочного мышления",
              "items": [
                "Использование слов «всегда», «никогда», «должен»",
                "Навешивание ярлыков на себя или других",
                "Предсказания будущего: «всё будет ужасно»",
                "Чтение мыслей: «он думает, что я глупая»"
              ]
            },
            {
              "type": "scenario",
              "title": "Практика безоценочности",
              "situation": "Вы опоздали на важную встречу, и в голове появляется мысль:",
              "options": [
                {
                  "text": "«Я безответственный человек, всегда всё порчу»",
                  "feedback": "Это оценочное суждение. Попробуйте описать только факты.",
                  "isHealthy": false
                },
                {
                  "text": "«Я опоздал на 15 минут. Это третье опоздание за месяц»",
                  "feedback": "Отлично! Вы описали факты без оценок.",
                  "isHealthy": true
                },
                {
                  "text": "«Это катастрофа, меня точно уволят»",
                  "feedback": "Это предсказание с оценкой. Вернитесь к фактам настоящего момента.",
                  "isHealthy": false
                }
              ]
            },
            {
              "type": "heading",
              "text": "Польза безоценочного подхода"
            },
            {
              "type": "paragraph",
              "text": "Исследования в области нейропсихологии показывают, что практика безоценочности снижает активность миндалины — центра тревоги в мозге. Вы начинаете реагировать на ситуации более спокойно и принимать более взвешенные решения. Этот навык особенно полезен при тревожных расстройствах и депрессии."
            },
            {
              "type": "quote",
              "text": "«Между стимулом и реакцией есть промежуток. В этом промежутке у нас есть свобода выбрать свою реакцию»",
              "author": "Виктор Франкл"
            },
            {
              "type": "heading",
              "text": "Когда безоценочность особенно важна"
            },
            {
              "type": "list",
              "title": "Ситуации для практики",
              "items": [
                "При конфликтах — описывайте действия, а не характер человека",
                "При ошибках — фокусируйтесь на том, что произошло, без самокритики",
                "При планировании — оценивайте реальные риски, а не катастрофические сценарии",
                "При общении — слушайте, что говорят, без интерпретаций"
              ]
            },
            {
              "type": "quiz",
              "questions": [
                {
                  "question": "Какое утверждение является наблюдением, а не оценочным суждением?",
                  "options": [
                    "Ты всегда опаздываешь",
                    "Ты опоздал на встречу на 15 минут",
                    "Ты безответственный человек",
                    "Ты никогда не думаешь о других"
                  ],
                  "correct": [1],
                  "multiple": false
                },
                {
                  "question": "Какие из этих фраз содержат оценочные суждения?",
                  "options": [
                    "Мария говорила 20 минут без перерыва",
                    "Мария слишком болтлива",
                    "Петр получил двойку по математике",
                    "Петр плохой ученик"
                  ],
                  "correct": [1, 3],
                  "multiple": true
                },
                {
                  "question": "Что из перечисленного является безоценочным наблюдением?",
                  "options": [
                    "Вчера в 14:30 коллега не ответил на мое сообщение",
                    "Коллега игнорирует меня",
                    "Коллега невоспитанный",
                    "Коллега не уважает других"
                  ],
                  "correct": [0],
                  "multiple": false
                },
                {
                  "question": "Какие слова часто указывают на оценочное суждение?",
                  "options": [
                    "Вчера в 15:00",
                    "Всегда, никогда (в обобщениях)",
                    "Три раза подряд",
                    "Хороший, плохой, неправильный"
                  ],
                  "correct": [1, 3],
                  "multiple": true
                },
                {
                  "question": "Как можно безоценочно переформулировать фразу «Ты эгоист»?",
                  "options": [
                    "Ты всегда думаешь только о себе",
                    "Когда ты принял решение не учитывая мое мнение, я почувствовал грусть",
                    "Ты не считаешься с другими",
                    "Ты плохой человек"
                  ],
                  "correct": [1],
                  "multiple": false
                }
              ]
            },
            {
              "type": "paragraph",
              "text": "Помните: безоценочность — это навык, который требует практики. Начните с малого — попробуйте описать без оценок одно событие в день. Постепенно вы заметите, как снижается эмоциональное напряжение и появляется больше ясности в сложных ситуациях."
            }
          ]
        },
        {
          "id": "one-mindfully",
          "title": "Однонаправленность: здесь и сейчас",
          "readTime": 5,
          "elements": [
            {
              "type": "paragraph",
              "text": "Однонаправленность — это навык полного присутствия в моменте, когда вы делаете что-то одно с максимальной концентрацией. Этот принцип из диалектической поведенческой терапии (ДПТ) помогает снизить стресс, улучшить эффективность и развить осознанность."
            },
            {
              "type": "heading",
              "text": "Основы однонаправленности"
            },
            {
              "type": "paragraph",
              "text": "Когда вы практикуете однонаправленность, вы полностью сосредотачиваетесь на текущем моменте и действии. Это противоположность многозадачности — вместо попыток делать несколько дел одновременно, вы направляете всё внимание на одну задачу."
            },
            {
              "type": "list",
              "title": "Ключевые принципы однонаправленности",
              "items": [
                "Выполняйте одно дело за раз",
                "Полностью присутствуйте в моменте",
                "Отмечайте желание переключиться на другие задачи",
                "Возвращайтесь к основному действию"
              ]
            },
            {
              "type": "heading",
              "text": "Практические способы развития навыка"
            },
            {
              "type": "checklist",
              "title": "Практика с приготовлением чая или кофе",
              "items": [
                "Подготовьте чайник с чаем или кофейник с кофе осознанно",
                "Отдавайте себе отчёт, как рука поднимает чайник за ручку",
                "Наливайте ароматный горячий напиток в чашку медленно",
                "Переходите от одного шага к другому в полном осознании",
                "Дышите мягко, не спеша и глубже, чем обычно"
              ]
            },
            {
              "type": "checklist",
              "title": "Практика при мытье посуды",
              "items": [
                "Осознанно вымойте посуду, как если бы каждая тарелка была объектом для созерцания",
                "Воспринимайте каждую тарелку как священную",
                "Следите за дыханием, чтобы предотвратить блуждание разума",
                "Не старайтесь закончить работу поскорее",
                "Отнеситесь к мытью посуды, как к самому важному делу в жизни"
              ]
            },
            {
              "type": "checklist",
              "title": "Практика при ручной стирке",
              "items": [
                "Не старайтесь постирать много вещей за один раз",
                "Выберите три-четыре предмета одежды",
                "Найдите самую удобную позу, сидя или стоя так, чтобы избежать боли в спине",
                "Осознанно трите одежду",
                "Удерживайте внимание на каждом движении кистей и плеч"
              ]
            },
            {
              "type": "checklist",
              "title": "Практика при уборке дома",
              "items": [
                "Разбейте работу на стадии: расставить все вещи по местам, разложить книги, вычистить туалет, вычистить ванную комнату, протереть пол, вытереть пыль",
                "Отведите достаточно времени на каждое дело",
                "Двигайтесь замедленно, снижайте обычную скорость примерно в три раза",
                "Полностью сосредоточьте своё внимание на каждой задаче"
              ]
            },
            {
              "type": "checklist",
              "title": "Практика при принятии ванны",
              "items": [
                "Позвольте себе принять ванну в течение 30-45 минут",
                "Не ускоряйтесь ни на секунду от момента приготовления ванны до момента надевания чистой одежды",
                "Пусть все движения будут лёгкими и медленными",
                "Будьте внимательными к каждому движению",
                "Уделите внимание каждой части тела без предубеждения или страха"
              ]
            },
            {
              "type": "checklist",
              "title": "Практика медитации",
              "items": [
                "Сядьте удобно на полу с выпрямленной спиной (или в кресле с обеими ступнями на полу)",
                "Закройте глаза или прикройте их наполовину, направив взгляд на предмет недалеко от себя",
                "С каждым циклом дыхания произносите мягко и тихо слово «один»",
                "Вдыхая, произнесите: «Один»; выдыхая, спокойно и неспешно произнесите: «Один»",
                "Постарайтесь собрать воедино свой разум и вложить его в одно это слово"
              ]
            },
            {
              "type": "heading",
              "text": "Польза для психического здоровья"
            },
            {
              "type": "paragraph",
              "text": "Исследования показывают, что практика однонаправленности активирует парасимпатическую нервную систему, снижает уровень кортизола и улучшает когнитивные функции. Регулярная практика способствует развитию устойчивости к стрессу и эмоциональной регуляции."
            },
            {
              "type": "checklist",
              "title": "Как начать практиковать однонаправленность",
              "items": [
                "Выберите простое ежедневное действие",
                "Установите намерение быть полностью присутствующим",
                "Замечайте моменты отвлечения без самокритики",
                "Мягко возвращайте внимание к текущей задаче",
                "Практикуйте регулярно, начиная с 5-10 минут"
              ]
            },
            {
              "type": "note",
              "text": "Помните: цель не в том, чтобы никогда не отвлекаться, а в том, чтобы замечать отвлечения и мягко возвращаться к практике"
            }
          ]
        },
        {
          "id": "effectively",
          "title": "Эффективность: фокусировка на том, что работает",
          "readTime": 3,
          "elements": [
            {
              "type": "paragraph",
              "text": "Бывает так, что вы точно знаете, что правы, но доказывание этого только ухудшает ситуацию? Навык Эффективности учит действовать так, чтобы достигать своих целей, даже если для этого приходится отпустить желание быть правым."
            },
            {
              "type": "heading",
              "text": "Суть навыка"
            },
            {
              "type": "paragraph",
              "text": "Осознавайте свои цели в конкретной ситуации и делайте то, что необходимо для их достижения. Это означает фокусироваться на том, что действительно работает, а не на том, чтобы доказать свою правоту."
            },
            {
              "type": "list",
              "title": "Ключевые принципы эффективности",
              "items": [
                "Сосредоточьтесь на том, что действительно работает",
                "Играйте по правилам ситуации",
                "Действуйте настолько искусно, насколько это возможно",
                "Освободитесь от своеволия и желания сидеть сложа руки"
              ]
            },
            {
              "type": "heading",
              "text": "Практические идеи"
            },
            {
              "type": "checklist",
              "title": "Идеи для практики эффективности",
              "items": [
                "Наблюдайте, когда начинаете сердиться или чувствовать враждебность — спросите себя: «Это эффективно?»",
                "Наблюдайте, когда хотите быть правым — отпустите желание правоты и попробуйте быть эффективным",
                "Замечайте своеволие внутри и спросите себя: «Это эффективно?»",
                "Отбросьте своеволие и практикуйте эффективное действие",
                "Когда испытываете злость или враждебность — практикуйте «ладони готовности»"
              ]
            },
            {
              "type": "note",
              "text": "Делайте то, что необходимо, ориентируясь на реально существующую ситуацию, а не на ситуацию, в которой вы хотели бы оказаться, или которая кажется вам более комфортной"
            },
            {
              "type": "scenario",
              "title": "Как действовать эффективно?",
              "situation": "Ваш партнёр при друзьях саркастично комментирует вашу забывчивость. Вы чувствуете унижение и ярость.",
              "options": [
                {
                  "text": "«А ты вообще-то сам вчера ключи в холодильнике оставил!» — ответить при всех",
                  "feedback": "Вы отомстили, но эскалация конфликта при друзьях навредит отношениям. Это неэффективно.",
                  "isHealthy": false
                },
                {
                  "text": "Сделать паузу, выдохнуть и сказать: «Давай обсудим это позже наедине»",
                  "feedback": "Отлично! Вы сохранили достоинство и создали возможность для конструктивного разговора.",
                  "isHealthy": true
                },
                {
                  "text": "Промолчать, но потом игнорировать партнёра весь вечер",
                  "feedback": "Пассивная агрессия только накопит обиду и не решит проблему. Есть более эффективный путь.",
                  "isHealthy": false
                },
                {
                  "text": "Театрально упасть на пол и притвориться, что потеряли память",
                  "feedback": "Оке-е-ей, но драматическое бегство от реальности вряд ли поможет решить проблему в отношениях 🙈",
                  "isHealthy": false
                }
              ]
            },
            {
              "type": "paragraph",
              "text": "Эффективность не означает, что нужно всегда молчать или соглашаться. Это умение видеть, что сработает именно сейчас, в этой конкретной ситуации, с этим конкретным человеком — и делать именно это, даже если хочется поступить иначе."
            }
          ]
        }
      ]
    },
    {
      "id": "stress-tolerance",
      "title": "Стрессоустойчивость",
      "description": "Навыки выживания в кризисных ситуациях без ухудшения",
      "icon": "shield-outline",
      "color": "#CE93D8",
      "articles": [
        {
          "id": "stress-tolerance-101",
          "title": "Когда стоит применять навыки стрессоустойчивости",
          "readTime": 3,
          "elements": [
            {
              "type": "paragraph",
              "text": "Навыки стрессоустойчивости в ДПТ — это ваш «пожарный набор» для кризисных моментов. Их не используют постоянно, а достают только тогда, когда ситуация накаляется до предела."
            },
            {
              "type": "paragraph",
              "text": "Представьте, что эмоции — это огонь. Иногда это приятный костерок, который согревает, а иногда — пожар, который грозит сжечь все вокруг. Навыки стрессоустойчивости — это не способ потушить огонь навсегда, а способ не дать ему уничтожить ваш дом, пока вы ищете более долгосрочное решение."
            },
            {
              "type": "heading",
              "text": "Когда применять навыки стрессоустойчивости"
            },
            {
              "type": "list",
              "title": "Используйте эти навыки, когда:",
              "items": [
                "Эмоции настолько сильные, что вы готовы сделать что-то разрушительное",
                "Ситуация болезненная, но изменить её прямо сейчас невозможно",
                "Вы чувствуете, что «взорветесь» и навредите себе или отношениям",
                "Кризис временный, но очень интенсивный"
              ]
            },
            {
              "type": "note",
              "text": "Важно: навыки стрессоустойчивости не решают проблему — они помогают пережить острый момент без разрушительных последствий"
            },
            {
              "type": "paragraph",
              "text": "Это как принять обезболивающее при переломе — боль утихнет, но к врачу все равно нужно идти. После применения навыков стрессоустойчивости важно вернуться к ситуации и поработать с ней более глубоко."
            },
            {
              "type": "scenario",
              "title": "Определите свою ситуацию",
              "situation": "Вы узнали, что лучший друг обсуждал ваши личные проблемы с другими людьми. Вы чувствуете жгучую боль, ярость и желание немедленно написать ему гневное сообщение и разорвать отношения. Что делать?",
              "options": [
                {
                  "text": "Сразу звоню и высказываю все, что думаю",
                  "feedback": "Вы действуете импульсивно в кризисе. Сначала используйте навыки стрессоустойчивости, чтобы снизить накал эмоций.",
                  "isHealthy": false
                },
                {
                  "text": "Применяю навыки стрессоустойчивости: отвлекаюсь, выполняю мышечную релаксацию или дыхательные упражнения прежде, чем действовать далее",
                  "feedback": "Отлично! Вы распознали кризис и выбрали сначала пережить острую фазу. Потом сможете обдуманно поговорить с другом.",
                  "isHealthy": true
                },
                {
                  "text": "Делаю вид, что ничего не произошло",
                  "feedback": "Избегание — не решение. Навыки стрессоустойчивости помогают пережить кризис, но потом проблему все равно нужно решать.",
                  "isHealthy": false
                }
              ]
            },
            {
              "type": "paragraph",
              "text": "Помните: цель навыков стрессоустойчивости — выжить в кризисе без ущерба, а не избежать всех неприятных эмоций в жизни."
            }
          ]
        },
        {
          "id": "stop",
          "title": "Стоп: остановись",
          "readTime": 4,
          "elements": [
            {
              "type": "paragraph",
              "text": "Навык «СТОП» — это одна из самых важных техник диалектической поведенческой терапии (ДПТ) для управления кризисными ситуациями. Когда эмоции захлёстывают, а стресс достигает предела, эта простая техника поможет вам восстановить контроль и действовать осознанно."
            },
            {
              "type": "heading",
              "text": "Что такое техника СТОП?"
            },
            {
              "type": "paragraph",
              "text": "СТОП — это акроним, где каждая буква обозначает конкретное действие. Эта техника основана на принципах майндфулнесс (осознанности) и помогает «затормозить» в момент эмоциональной бури, чтобы не совершить импульсивных поступков, о которых потом можно пожалеть."
            },
            {
              "type": "cards",
              "cards": [
                {
                  "front": "С — СТОЙТЕ",
                  "back": "Просто не реагируйте. Остановитесь. Замрите. Эмоции могут заставить вас действовать бездумно. Сохраняйте контроль."
                },
                {
                  "front": "Т — ТОЛЬКО ШАГ НАЗАД",
                  "back": "Отступите на шаг из ситуации. Сделайте перерыв. Вдох и выдох. Не позволяйте чувствам заставить вас действовать импульсивно"
                },
                {
                  "front": "О — ОСМОТРИТЕСЬ",
                  "back": "Понаблюдайте за тем, что происходит внутри вас и снаружи. Какова ситуация? О чём вы думаете и что чувствуете? Что говорят или делают окружающие?"
                },
                {
                  "front": "П — ПОПЫТАЙТЕСЬ ДЕЙСТВОВАТЬ ОСОЗНАННО",
                  "back": "Прежде чем решить, что делать, рассмотрите свои мысли и чувства. Подумайте о своих целях. Что может улучшить или ухудшить ситуацию?"
                }
              ]
            },
            {
              "type": "heading",
              "text": "Когда применять навык СТОП?"
            },
            {
              "type": "list",
              "title": "Техника особенно эффективна в следующих ситуациях:",
              "items": [
                "При внезапной вспышке гнева или раздражения",
                "Когда чувствуете желание сказать или сделать что-то импульсивно",
                "В конфликтных ситуациях с близкими или коллегами",
                "При сильном стрессе или панических атаках",
                "Когда эмоции «зашкаливают» и мешают думать ясно"
              ]
            },
            {
              "type": "heading",
              "text": "Практическое применение"
            },
            {
              "type": "scenario",
              "title": "Конфликт с коллегой",
              "situation": "Коллега публично раскритиковал вашу работу на совещании. Вы чувствуете злость и желание резко ответить.",
              "options": [
                {
                  "text": "Немедленно дать отпор и защитить свою позицию",
                  "feedback": "Импульсивная реакция может усугубить конфликт. Попробуйте применить технику СТОП.",
                  "isHealthy": false
                },
                {
                  "text": "Применить СТОП: остановиться, сделать вдох, оценить ситуацию",
                  "feedback": "Отличный выбор! Это поможет вам отреагировать более конструктивно.",
                  "isHealthy": true
                }
              ]
            },
            {
              "type": "heading",
              "text": "Научные основы"
            },
            {
              "type": "paragraph",
              "text": "Техника СТОП основана на исследованиях в области нейронауки, которые показывают: когда мы испытываем сильные эмоции, активизируется лимбическая система мозга (центр эмоций), а префронтальная кора (центр рационального мышления) «отключается». Пауза в несколько секунд позволяет «включить» рациональное мышление обратно."
            },
            {
              "type": "note",
              "text": "Помните: эта техника требует практики. Сначала может быть сложно вспомнить о ней в момент стресса, но со временем она станет автоматической реакцией"
            },
            {
              "type": "checklist",
              "title": "Как освоить навык СТОП:",
              "items": [
                "Практикуйтесь в спокойном состоянии — проговаривайте шаги вслух",
                "Создайте визуальное напоминание (стикер со словом «СТОП» или заставка на экране телефона)",
                "Начните применять в менее стрессовых ситуациях",
                "Анализируйте результат: что изменилось после применения техники?",
                "Будьте терпеливы к себе — навык формируется постепенно"
              ]
            },
            {
              "type": "paragraph",
              "text": "Навык СТОП — это не просто техника управления эмоциями, это инструмент для создания пространства между стимулом и реакцией. В этом пространстве рождается наша свобода выбора — возможность действовать осознанно, а не под влиянием импульса."
            }
          ]
        },
        {
          "id": "pros-and-cons",
          "title": "За и против",
          "readTime": 8,
          "elements": [
            {
              "type": "paragraph",
              "text": "Навык «За и против» помогает взвесить все аргументы в любой момент, когда вам нужно выбрать между двумя планами действий. Это особенно важно при кризисных побуждениях, когда импульсивное действие может ухудшить ситуацию в долгосрочной перспективе."
            },
            {
              "type": "heading",
              "text": "Что такое кризисное побуждение"
            },
            {
              "type": "paragraph",
              "text": "Побуждение к действию можно назвать кризисным, когда оно очень сильное и когда действие в соответствии с ним ухудшит ситуацию в долгосрочной перспективе. Это может быть побуждение к опасному, зависимому или причиняющему вред поведению, либо побуждение уступить, сдаться или избегать делать то, что необходимо для построения достойной жизни."
            },
            {
              "type": "heading",
              "text": "Как использовать технику"
            },
            {
              "type": "paragraph",
              "text": "Составьте два отдельных списка аргументов «за» и «против» для работы с кризисными побуждениями:"
            },
            {
              "type": "checklist",
              "title": "Два основных списка:",
              "items": [
                "Список «за» и «против» действий в соответствии с импульсивным побуждением (сдаться, отступить или избегать того, что необходимо делать)",
                "Список «за» и «против» сопротивления импульсивным побуждениям (делать то, что должно быть сделано, и не сдаваться)"
              ]
            },
            {
              "type": "heading",
              "text": "Структура «За и против»"
            },
            {
              "type": "paragraph",
              "text": "Заполните четыре ячейки таблицы для полного анализа ситуации:"
            },
            {
              "type": "list",
              "title": "Действовать в соответствии с кризисными побуждениями:",
              "items": [
                "За действие: аргументы в пользу того, чтобы сдаться, отступить или избегать необходимого",
                "Против действия: аргументы против того, чтобы сдаться, отступить или избегать необходимого"
              ]
            },
            {
              "type": "list",
              "title": "Сопротивляться кризисным побуждениям:",
              "items": [
                "За сопротивление: аргументы в пользу того, чтобы действовать эффективно и не сдаваться",
                "Против сопротивления: аргументы против того, чтобы действовать эффективно и не сдаваться"
              ]
            },
            {
              "type": "heading",
              "text": "Когда применять навык"
            },
            {
              "type": "checklist",
              "title": "До того как произойдет кризисная ситуация:",
              "items": [
                "Составьте свой список «за» и «против»",
                "Всегда держите его при себе",
                "Повторяйте свои «за» и «против» снова и снова"
              ]
            },
            {
              "type": "checklist",
              "title": "Когда приходит кризисное побуждение:",
              "items": [
                "Достаньте свой список «за» и «против» и перечитайте его",
                "Представьте себе положительные последствия сопротивления побуждению",
                "Подумайте об отрицательных последствиях вовлечения в проблемное поведение",
                "Вспомните из своего предыдущего опыта последствия действий в соответствии с кризисными побуждениями"
              ]
            },
            {
              "type": "scenario",
              "title": "Практическая ситуация",
              "situation": "Вы чувствуете сильное побуждение бросить терапию после конфликта с терапевтом. Эмоции зашкаливают, и вы уже готовы написать сообщение об отмене всех будущих сессий. У вас есть заранее составленный список «За и против». Что вы делаете?",
              "options": [
                {
                  "text": "Пишу сообщение прямо сейчас — не могу больше терпеть эти чувства",
                  "feedback": "Вы действуете в соответствии с кризисным побуждением. Это даст краткосрочное облегчение, но может разрушить долгосрочную цель улучшения жизни. Перечитайте ваш список «За и против» — он составлен в момент, когда вы могли думать ясно.",
                  "isHealthy": false
                },
                {
                  "text": "Достаю список «За и против», перечитываю аргументы против ухода из терапии",
                  "feedback": "Отлично! Вы используете навык, когда приходит кризисное побуждение. Список составлен в спокойном состоянии и напоминает вам о долгосрочных последствиях. После прочтения подумайте: что будет через день, неделю, месяц, если вы откажетесь от терапии сейчас?",
                  "isHealthy": true
                },
                {
                  "text": "Пытаюсь заново обдумать все «за» и «против» в текущем состоянии",
                  "feedback": "В состоянии сильных эмоций сложно мыслить ясно. Именно поэтому список составляется заранее. Вместо нового анализа используйте уже готовый список — он отражает ваше трезвое мышление и учитывает прошлый опыт последствий импульсивных решений.",
                  "isHealthy": false
                }
              ]
            },
            {
              "type": "heading",
              "text": "Пример заполнения таблицы"
            },
            {
              "type": "note",
              "text": "Ситуация: Импульсивное желание написать гневное сообщение бывшему партнеру\n\nДействовать (написать сообщение):\n• За: выплесну гнев, он узнает о моих чувствах\n• Против: пожалею о словах, испорчу отношения окончательно, буду чувствовать стыд\n\nСопротивляться (не писать):\n• За: сохраню достоинство, завтра буду собой гордиться, не ухудшу ситуацию\n• Против: гнев останется внутри, придется потерпеть дискомфорт сейчас"
            },
            {
              "type": "heading",
              "text": "Важные принципы работы с техникой"
            },
            {
              "type": "list",
              "title": "Ключевые моменты:",
              "items": [
                "Составляйте списки заранее, в спокойном состоянии, когда можете ясно мыслить",
                "Обязательно записывайте — мысленный анализ недостаточно эффективен",
                "Будьте честны с собой при оценке последствий",
                "Храните заполненные списки там, где легко найдете их в момент кризиса",
                "В кризисной ситуации просто перечитывайте готовые списки, не пытайтесь анализировать заново",
                "Вспоминайте свой прошлый опыт — какими были реальные последствия импульсивных действий"
              ]
            },
            {
              "type": "paragraph",
              "text": "Помните: техника «За и против» — это не запрет или отказ от эмоций. Это инструмент для осознанного выбора с пониманием долгосрочных последствий каждого варианта действий."
            }
          ]
        },
        {
          "id": "tipp",
          "title": "Труд: физиологические методы",
          "readTime": 10,
          "elements": [
            {
              "type": "paragraph",
              "text": "Навык «Труд» — это эффективный инструмент, который поможет быстро справиться с сильными эмоциями и стрессом. Физиологические методы этого навыка помогают изменить состояние тела и таким образом повлиять на эмоции."
            },
            {
              "type": "heading",
              "text": "Что такое навык Труд"
            },
            {
              "type": "paragraph",
              "text": "Труд расшифровывается как «Температура», «Релаксация», «Упражнения» и «Дыхание». Каждая буква обозначает физиологический метод, который помогает быстро успокоиться в стрессовой ситуации. Эти техники активируют парасимпатическую нервную систему, отвечающую за расслабление."
            },
            {
              "type": "heading",
              "text": "«Т» — температура"
            },
            {
              "type": "paragraph",
              "text": "Холодная вода — это один из самых быстрых способов успокоиться. Когда вы окунаете лицо в холодную воду или прикладываете холодную ткань к глазам, активируется рефлекс погружения. Ваш сердечный ритм замедляется, кровоток перенаправляется к мозгу и сердцу."
            },
            {
              "type": "list",
              "title": "Способы изменения температуры:",
              "items": [
                "Охладите лицо холодной водой",
                "Задержите дыхание и окуните лицо в таз с холодной водой",
                "Приложите к глазам и щекам ледяной компресс на 30 секунд",
                "Можно использовать лёд, завёрнутый в ткань"
              ]
            },
            {
              "type": "note",
              "text": "Холодная вода снижает частоту сердечных сокращений и помогает быстро справиться со стрессом"
            },
            {
              "type": "heading",
              "text": "«Р» — релаксация"
            },
            {
              "type": "paragraph",
              "text": "Этот метод основан на том, что физическое напряжение и расслабление мышц помогает успокоить ум. Когда вы сильно напрягаете мышцы, а затем расслабляете их, тело естественным образом переходит в состояние покоя."
            },
            {
              "type": "checklist",
              "title": "Как выполнять парную мышечную релаксацию:",
              "items": [
                "Найдите удобное место",
                "Напрягите мышцы на глубоком вдохе",
                "Не стоит допускать тремора",
                "Делая выдох, произнесите слово «расслабься»",
                "Расслабьте мышцы",
                "Постарайтесь обратить внимание на изменения в телесных ощущениях"
              ]
            },
            {
              "type": "cards",
              "cards": [
                {
                  "front": "Лицо",
                  "back": "Зажмурьте глаза, нахмурьте лоб, наморщите нос — напрягите всё лицо"
                },
                {
                  "front": "Руки",
                  "back": "Сожмите кулаки, согните руки в локтях, потяните плечи к ушам"
                },
                {
                  "front": "Живот",
                  "back": "Втяните живот, прижимая его к позвоночнику"
                },
                {
                  "front": "Ноги",
                  "back": "Напрягите бёдра, ягодицы, икры — вытяните ноги и сожмите пальцы, потянув их наверх"
                },
                {
                  "front": "🙀",
                  "back": "Сложно запомнить все группы мышц. Напрягите только те, про которые удалось вспомнить"
                }
              ]
            },
            {
              "type": "heading",
              "text": "«У» — упражнения"
            },
            {
              "type": "paragraph",
              "text": "Интенсивные физические упражнения помогают «выплеснуть» эмоции через тело. Когда вы чувствуете сильное эмоциональное напряжение, физическая активность поможет переработать стрессовые гормоны и успокоиться."
            },
            {
              "type": "list",
              "title": "Эффективные упражнения при стрессе:",
              "items": [
                "Быстрая ходьба или бег на 10-15 минут",
                "Прыжки на месте",
                "Отжимания или приседания",
                "Игра с мячом"
              ]
            },
            {
              "type": "note",
              "text": "Потратьте физическую энергию тела на бег, быструю ходьбу, прыжки, отжимания, приседания — любые активные движения"
            },
            {
              "type": "heading",
              "text": "«Д» — дыхание"
            },
            {
              "type": "paragraph",
              "text": "Осознанное дыхание — это самый доступный способ быстро успокоиться. К тому же это бесплатно (прим. редактора)."
            },
            {
              "type": "list",
              "title": "Техника размеренного дыхания:",
              "items": [
                "Дышите животом",
                "Замедлите темп вдоха и выдоха (в среднем 5-6 дыханий в минуту)",
                "Попробуйте сделать выдох более медленным, чем вдох",
                "Или используйте знаменитую технику квадрата дыхания"
              ]
            },
            {
              "type": "boxBreathing"
            },
            {
              "type": "heading",
              "text": "Эффективное переосмысление ситуации"
            },
            {
              "type": "paragraph",
              "text": "Когда физиологические методы помогли вам успокоиться, важно переосмыслить ситуацию. Спросите себя: что на самом деле происходит? Какие мысли вызывают стресс?"
            },
            {
              "type": "scenario",
              "title": "Пример переосмысления",
              "situation": "Начальник указал на ошибку в вашем отчёте на совещании. У вас автоматически возникла мысль: «Это конец, меня точно уволят». Эмоция: стыд и страх (интенсивность 8/10). Вы выполнили навык Труд и возвратились к осмыслению ситуации:",
              "options": [
                {
                  "text": "Кошмар, меня сейчас уволят",
                  "feedback": "Это катастрофизация — типичное когнитивное искажение. Проверьте факты: одна ошибка действительно равна увольнению?",
                  "isHealthy": false
                },
                {
                  "text": "Проверю факты: это одна ошибка в одном отчёте. Раньше я делал хорошую работу. Начальник указал на конкретную проблему, а не сказал, что меня уволят. Я могу исправить это",
                  "feedback": "Отлично! Кстати, вы применили навык «Проверка фактов». Опираясь на реальные данные, а не на катастрофические интерпретации, вы снизили интенсивность эмоции и можете действовать эффективно.",
                  "isHealthy": true
                },
                {
                  "text": "Начальник просто дурак в плохом настроении",
                  "feedback": "Это избегание ответственности. Нам важно признавать реальные факты: ошибка была. Здоровое переосмысление — это не отрицание, а проверка пропорциональности вашей эмоциональной реакции фактам.",
                  "isHealthy": false
                }
              ]
            },
            {
              "type": "heading",
              "text": "Когда применять навык Труд"
            },
            {
              "type": "paragraph",
              "text": "Навык Труд особенно эффективен, когда вы находитесь в кризисном состоянии — чувствуете сильную тревогу, гнев, панику или другие интенсивные эмоции. Важно помнить: сначала используйте физиологические методы для стабилизации состояния, а затем работайте с мыслями."
            },
            {
              "type": "quiz",
              "questions": [
                {
                  "question": "Что означает буква «Т» в навыке Труд?",
                  "options": ["Тревога", "Температура", "Терпение"],
                  "correct": [1],
                  "multiple": false
                },
                {
                  "question": "Какие методы относятся к навыку Труд?",
                  "options": [
                    "Холодная вода",
                    "Мышечная релаксация",
                    "Физические упражнения",
                    "Размеренное дыхание",
                    "Медитация"
                  ],
                  "correct": [0, 1, 2, 3],
                  "multiple": true
                },
                {
                  "question": "Когда лучше всего применять навык Труд?",
                  "options": [
                    "При лёгком беспокойстве",
                    "При интенсивных эмоциях",
                    "Только утром"
                  ],
                  "correct": [1],
                  "multiple": false
                }
              ]
            },
            {
              "type": "note",
              "text": "Навык Труд — это инструмент первой помощи при эмоциональном кризисе"
            }
          ]
        },
        {
          "id": "accepts",
          "title": "ACCEPTS: отвлечение",
          "readTime": 5,
          "elements": [
            {
              "type": "paragraph",
              "text": "Когда вы переживаете сильный стресс или болезненные эмоции, этот навык поможет вам «пережить» трудный момент, не усугубляя ситуацию импульсивными действиями."
            },
            {
              "type": "heading",
              "text": "Что такое ACCEPTS"
            },
            {
              "type": "paragraph",
              "text": "ACCEPTS — это акроним из семи категорий здоровых способов отвлечения. Цель не в том, чтобы решить проблему прямо сейчас, а в том, чтобы снизить интенсивность эмоций до уровня, когда вы сможете думать более ясно."
            },
            {
              "type": "cards",
              "cards": [
                {
                  "front": "A - Activities",
                  "back": "Деятельность: займитесь любой активностью, которая отвлечёт вас от болезненных переживаний"
                },
                {
                  "front": "C - Contributing",
                  "back": "Вклад: помогите другим людям — найдите волонтёрскую работу, поддержите близких"
                },
                {
                  "front": "C - Comparisons",
                  "back": "Сравнения: сравните своё текущее состояние с более трудными периодами в жизни"
                },
                {
                  "front": "E - Emotions",
                  "back": "Эмоции: вызовите другие эмоции через фильмы, музыку, книги"
                },
                {
                  "front": "P - Pushing away",
                  "back": "Отталкивание: мысленно отстранитесь от ситуации, отложите переживания"
                },
                {
                  "front": "T - Thoughts",
                  "back": "Мысли: переключите внимание на другие темы — считайте, решайте головоломки"
                },
                {
                  "front": "S - Sensations",
                  "back": "Ощущения: используйте интенсивные физические ощущения для переключения"
                }
              ]
            },
            {
              "type": "heading",
              "text": "Практические примеры"
            },
            {
              "type": "list",
              "title": "Activities (Деятельность)",
              "items": [
                "Поищите интересную информацию в интернете",
                "Проверьте электронную почту и ответьте на письма",
                "Поиграйте с мячом во дворе",
                "Позвоните другу и сходите с ним куда-нибудь",
                "Скачайте и послушайте новую музыку",
                "Смастерите что-нибудь",
                "Проведите время с детьми",
                "Поиграйте в карты",
                "Почитайте журналы, книги, комиксы",
                "Разгадайте кроссворд или судоку",
                "Сделайте уборку",
                "Поиграйте в компьютерную игру",
                "Прогуляйтесь пешком"
              ]
            },
            {
              "type": "list",
              "title": "Contributing (Вклад)",
              "items": [
                "Найдите волонтёрскую работу",
                "Помогите другу или члену семьи",
                "Удивите кого-нибудь чем-то хорошим (подарком, помощью, объятиями)",
                "Отдайте вещи, которые вам не нужны",
                "Позвоните или напишите кому-нибудь сообщение с приятными словами",
                "Сделайте что-то хорошее для другого человека"
              ]
            },
            {
              "type": "list",
              "title": "Comparisons (Сравнения)",
              "items": [
                "Сравните, как вы чувствуете себя сейчас, с тем, как вы чувствовали себя в другое время",
                "Подумайте о тех, кому справляться с трудностями так же трудно, как вам, либо ещё труднее",
                "Сравните себя с теми, кому повезло меньше",
                "Смотрите реалити-шоу о проблемах других; читайте о бедствиях и чужих страданиях"
              ]
            },
            {
              "type": "list",
              "title": "Emotions (Эмоции)",
              "items": [
                "Читайте эмоциональные книги или истории, старые письма",
                "Смотрите эмоциональные сериалы; ходите на эмоциональные фильмы",
                "Слушайте эмоциональную музыку",
                "Идеи: страшные фильмы, сборники анекдотов, комедии, забавные ролики, религиозная музыка, успокаивающая музыка или музыка, которая ободряет, поход в магазин и чтение забавных поздравительных открыток"
              ]
            },
            {
              "type": "list",
              "title": "Pushing away (Постройте железную стену)",
              "items": [
                "Отстранитесь от ситуации, оставьте её на некоторое время",
                "Отпустите мысленно ситуацию",
                "Постройте воображаемую стену между собой и ситуацией",
                "Блокируйте мысли и образы в своём сознании",
                "Отметьте свою руминацию «нет, только не это!»",
                "Откажитесь думать о болезненной ситуации",
                "Поместите боль в ящик на полке. Втисните её туда и отложите на некоторое время",
                "Отвлеките проблему в настоящий момент"
              ]
            },
            {
              "type": "list",
              "title": "Thoughts (Течение мыслей перенаправьте)",
              "items": [
                "Посчитайте до 10; посчитайте цвета на картине, постеры или в окне; пересчитайте что-либо",
                "Напойте про себя слова знакомой песни",
                "Соберите пазлы",
                "Посмотрите телевизор или почитайте",
                "Решайте математические задачи в уме"
              ]
            },
            {
              "type": "list",
              "title": "Sensations (Ощущения)",
              "items": [
                "Сжимайте в руке резиновый мячик",
                "Слушайте очень громкую музыку",
                "Держите лёд в руке или во рту",
                "Выйдите на улицу в дождь или снег",
                "Примите горячий или холодный душ"
              ]
            },
            {
              "type": "heading",
              "text": "Когда использовать ACCEPTS"
            },
            {
              "type": "paragraph",
              "text": "Этот навык особенно эффективен в кризисных ситуациях, когда эмоции настолько сильны, что мешают принимать разумные решения. ACCEPTS поможет вам «переждать» эмоциональную бурю, не прибегая к деструктивному поведению."
            },
            {
              "type": "scenario",
              "title": "Практическая ситуация",
              "situation": "Вы только что поссорились с близким человеком и чувствуете сильную злость. Что вы выберете?",
              "options": [
                {
                  "text": "Напишу гневное сообщение прямо сейчас",
                  "feedback": "Это может ухудшить ситуацию. Попробуйте сначала использовать ACCEPTS.",
                  "isHealthy": false
                },
                {
                  "text": "Включу энергичную музыку и займусь уборкой",
                  "feedback": "Отличный выбор! Вы используете Activities (Деятельность) и Sensations (Ощущения) из ACCEPTS.",
                  "isHealthy": true
                }
              ]
            },
            {
              "type": "note",
              "text": "ACCEPTS — это временная мера помощи, а не способ избежать решения проблем. После того как эмоции утихнут, важно вернуться к ситуации и найти конструктивное решение"
            }
          ]
        },
        {
          "id": "self-soothe",
          "title": "Пять органов чувств: забота о себе",
          "readTime": 7,
          "elements": [
            {
              "type": "cards",
              "cards": [
                {
                  "front": "👁️ Зрение",
                  "back": "Смотрите на звездное небо ночью или рассматривайте картинки в книгах"
                },
                {
                  "front": "👂 Слух",
                  "back": "Слушайте успокаивающую музыку или звуки природы"
                },
                {
                  "front": "👃 Обоняние",
                  "back": "Вдыхайте аромат кофе или используйте любимые духи"
                },
                {
                  "front": "👅 Вкус",
                  "back": "Съешьте что-то из любимой еды или выпейте травяной чай"
                },
                {
                  "front": "✋ Осязание",
                  "back": "Примите ванну или сделайте себе массаж ног"
                }
              ]
            },
            {
              "type": "paragraph",
              "text": "В диалектической поведенческой терапии есть особая группа навыков под названием «Пять органов чувств». Это простые, но мощные техники самоуспокоения, которые помогают справиться со стрессом и сильными эмоциями через активацию всех наших органов чувств."
            },
            {
              "type": "heading",
              "text": "Что это такое и как работает"
            },
            {
              "type": "paragraph",
              "text": "Когда мы испытываем сильные эмоции или стресс, наша нервная система переходит в режим «бей или беги». Техники пяти органов чувств помогают активировать парасимпатическую нервную систему — ту часть, которая отвечает за расслабление и восстановление. Сосредоточиваясь на приятных ощущениях через зрение, слух, обоняние, вкус и осязание, мы буквально «переключаем» мозг с тревоги на спокойствие."
            },
            {
              "type": "heading",
              "text": "Зрение: красота вокруг нас"
            },
            {
              "type": "list",
              "title": "Попробуйте эти техники для зрения:",
              "items": [
                "Смотрите на звездное небо ночью — это создает ощущение перспективы и спокойствия",
                "Рассматривайте картинки в книгах или красивые фотографии в интернете",
                "Купите красивый цветок и любуйтесь им",
                "Сходите в музей или антикварный магазин",
                "Украсьте стол красивыми вещами"
              ]
            },
            {
              "type": "heading",
              "text": "Слух: целебная сила звуков"
            },
            {
              "type": "list",
              "title": "Звуки, которые успокаивают:",
              "items": [
                "Слушайте успокаивающую или бодрящую музыку — в зависимости от того, что вам нужно",
                "Включите звуки природы: шум волн, пение птиц, шелест листьев",
                "Пойте свои любимые песни или напойте успокаивающую мелодию",
                "Запишите плейлист музыки, которая поддержит вас в трудную минуту"
              ]
            },
            {
              "type": "heading",
              "text": "Обоняние: ароматы для души"
            },
            {
              "type": "paragraph",
              "text": "Обонятельные рецепторы напрямую связаны с лимбической системой мозга, которая отвечает за эмоции. Поэтому приятные запахи так быстро влияют на наше настроение."
            },
            {
              "type": "list",
              "title": "Ароматы для самоуспокоения:",
              "items": [
                "Откройте пакет кофе и вдыхайте аромат",
                "Используйте любимые духи, мыло или шампунь",
                "Зажгите благовония или ароматические свечи",
                "Прогуляйтесь в лесу и вдыхайте новые запахи природы"
              ]
            },
            {
              "type": "heading",
              "text": "Вкус: маленькие удовольствия"
            },
            {
              "type": "list",
              "title": "Вкусные способы успокоиться:",
              "items": [
                "Съешьте что-то из своей любимой еды медленно, концентрируясь на вкусе",
                "Выпейте успокаивающий напиток: травяной чай, горячий шоколад",
                "Побалуйте себя десертом и по-настоящему прочувствуйте его вкус",
                "Попробуйте новый вид мороженого — это отвлечет и порадует"
              ]
            },
            {
              "type": "heading",
              "text": "Осязание: целебная сила прикосновений"
            },
            {
              "type": "paragraph",
              "text": "Приятные тактильные ощущения запускают выработку окситоцина — «гормона объятий», который снижает уровень стресса и улучшает настроение."
            },
            {
              "type": "list",
              "title": "Техники для осязания:",
              "items": [
                "Примите теплую ванну или душ",
                "Сделайте себе массаж ног, рук или головы",
                "Погладьте домашнее животное",
                "Наденьте мягкую уютную одежду",
                "Сделайте холодный компресс на лоб в жаркую погоду"
              ]
            },
            {
              "type": "scenario",
              "title": "Практическая ситуация",
              "situation": "Вы чувствуете сильное напряжение после тяжелого рабочего дня. Что поможет вам успокоиться?",
              "options": [
                {
                  "text": "Включу любимую музыку и приготовлю ароматный чай",
                  "feedback": "Отлично! Вы задействуете слух и вкус — это поможет быстро переключиться и расслабиться.",
                  "isHealthy": true
                },
                {
                  "text": "Буду прокручивать в голове проблемы на работе",
                  "feedback": "Это только усилит стресс. Попробуйте переключиться на приятные ощущения через органы чувств.",
                  "isHealthy": false
                }
              ]
            },
            {
              "type": "heading",
              "text": "Продвинутая техника: сканирование тела"
            },
            {
              "type": "paragraph",
              "text": "Эта техника из приложенного материала объединяет все пять чувств. Сядьте удобно и медленно «просканируйте» свое тело от головы до ног. Обратите внимание на пальцы левой ноги, затем переместите внимание на стопу и пятку, потом на голень и так далее. Это помогает «заземлиться» и вернуться в настоящий момент."
            },
            {
              "type": "checklist",
              "title": "Создайте свой набор для самоуспокоения:",
              "items": [
                "Выберите 2-3 приятных запаха (свечи, духи, эфирные масла)",
                "Составьте плейлист успокаивающей музыки",
                "Приготовьте любимые полезные лакомства",
                "Найдите мягкий плед или подушку для объятий",
                "Сохраните красивые фотографии природы или искусства"
              ]
            },
            {
              "type": "note",
              "text": "Помните: эти техники работают лучше всего, когда вы практикуете их регулярно, а не только в кризисные моменты. Превратите заботу о пяти чувствах в ежедневную привычку — и вы заметите, как улучшится ваше общее самочувствие"
            }
          ]
        },
        {
          "id": "improve",
          "title": "IMPROVE: улучшить момент",
          "readTime": 5,
          "elements": [
            {
              "type": "cards",
              "cards": [
                {
                  "front": "Используйте воображение",
                  "back": "Представьте что-нибудь приятное или создайте счастливое место в уме"
                },
                {
                  "front": "Найдите смысл",
                  "back": "Откройте цель или смысл в болезненной ситуации"
                },
                {
                  "front": "Делайте по одному делу за раз",
                  "back": "Сосредоточьтесь только на том, чем вы заняты сейчас"
                },
                {
                  "front": "Расслабьтесь",
                  "back": "Примите горячую ванну, сделайте массаж или выпейте теплого молока"
                },
                {
                  "front": "Активно отправьте себя в короткий отпуск",
                  "back": "Сходите на пляж, купите журнал, выключите телефон на день"
                },
                {
                  "front": "Верьте в себя",
                  "back": "Поддержите себя: «Я смогу пережить это!», «Я справлюсь с этим!»"
                },
                {
                  "front": "Помолитесь",
                  "back": "Обратитесь к высшим силам, богу или мудрому разуму"
                }
              ]
            },
            {
              "type": "paragraph",
              "text": "Когда мы переживаем сильный стресс или кризис, навык IMPROVE (Улучшить момент) помогает улучшить эмоциональное состояние прямо здесь и сейчас."
            },
            {
              "type": "heading",
              "text": "Как работает навык"
            },
            {
              "type": "paragraph",
              "text": "Каждая буква акронима IMPROVE представляет отдельную стратегию совладания со стрессом. Вы можете использовать одну технику или комбинировать несколько — в зависимости от ситуации и личных предпочтений."
            },
            {
              "type": "heading",
              "text": "Используйте воображение"
            },
            {
              "type": "paragraph",
              "text": "Создайте в уме «безопасное место» — это может быть воспоминание о приятном событии, представление себя в красивом месте или фантазия о будущем успехе. Важно, чтобы болезненные эмоции как бы «вытекали из вас, как вода из трубы»."
            },
            {
              "type": "heading",
              "text": "Найдите смысл"
            },
            {
              "type": "paragraph",
              "text": "Попробуйте найти цель или значение в трудной ситуации. Это не значит радоваться боли, а скорее найти, чему она может научить или как может помочь вам вырасти как личности."
            },
            {
              "type": "heading",
              "text": "Делайте по одному делу за раз"
            },
            {
              "type": "paragraph",
              "text": "Сконцентрируйтесь только на настоящем моменте. Держите сознание «здесь и сейчас», не позволяя мыслям убегать в прошлое или будущее. Обратите внимание на физические ощущения после каждого выполненного действия."
            },
            {
              "type": "heading",
              "text": "Расслабьтесь"
            },
            {
              "type": "list",
              "title": "Техники расслабления:",
              "items": [
                "Примите горячую ванну или душ",
                "Выпейте теплого молока",
                "Сделайте себе массаж шеи и головы",
                "Выполните упражнение на расслабление мышц"
              ]
            },
            {
              "type": "heading",
              "text": "Активно отправьте себя в короткий отпуск"
            },
            {
              "type": "paragraph",
              "text": "Дайте себе перерыв от стрессовой ситуации. Это может быть поход в парк, чтение журнала, просмотр комедии или даже выключение телефона на день. Главное — временно «покинуть» стрессовую обстановку."
            },
            {
              "type": "heading",
              "text": "Верьте в себя"
            },
            {
              "type": "list",
              "title": "Примеры поддерживающих фраз:",
              "items": [
                "«Я смогу пережить это!»",
                "«Я справлюсь с этим!»",
                "«Я выдержу!»",
                "«Всё пройдёт, и это тоже»",
                "«У меня всё будет хорошо!»"
              ]
            },
            {
              "type": "heading",
              "text": "Помолитесь"
            },
            {
              "type": "paragraph",
              "text": "Обратитесь к богу, высшим силам или собственному «мудрому разуму». Попросите силы пережить эту боль или переосмыслить все проблемы в контексте более высоких ценностей."
            },
            {
              "type": "scenario",
              "title": "Практическая ситуация",
              "situation": "Вы получили неожиданно плохие новости на работе и чувствуете сильное волнение. Какую технику IMPROVE выберете первой?",
              "options": [
                {
                  "text": "Сразу начну планировать, что делать дальше",
                  "feedback": "Это может усилить тревогу. Лучше сначала использовать технику IMPROVE, чтобы успокоиться.",
                  "isHealthy": false
                },
                {
                  "text": "Сделаю глубокий вдох и сосредоточусь на одном деле — например, выпью воды",
                  "feedback": "Отличный выбор! Техника «по одному делу за раз» поможет вернуть контроль над ситуацией.",
                  "isHealthy": true
                },
                {
                  "text": "Представлю себя в спокойном месте на несколько минут",
                  "feedback": "Хороший выбор! Воображение поможет изменить эмоциональное состояние.",
                  "isHealthy": true
                }
              ]
            },
            {
              "type": "note",
              "text": "Навык IMPROVE — это инструмент экстренной помощи себе в кризисные моменты. Он не решает проблему, но помогает пережить сильные эмоции и принять взвешенные решения"
            },
            {
              "type": "checklist",
              "title": "Как применять IMPROVE",
              "items": [
                "Распечатайте или запишите список техник в телефон",
                "В момент стресса выберите 1-2 техники, которые кажутся наиболее подходящими",
                "Примените их в течение 5-10 минут",
                "Оцените своё состояние — стало ли легче?",
                "При необходимости попробуйте другую технику"
              ]
            }
          ]
        },
        {
          "id": "radical-acceptance",
          "title": "Радикальное принятие",
          "readTime": 9,
          "elements": [
            {
              "type": "cards",
              "cards": [
                {
                  "front": "Что делать, если реальность болезненна?",
                  "back": "Принять её такой, какая она есть — это первый шаг к исцелению"
                },
                {
                  "front": "«Радикальное» означает...",
                  "back": "Целиком, абсолютно, полностью — не частично или условно"
                },
                {
                  "front": "Принятие = согласие?",
                  "back": "Нет! Принятие — это признание факта, а не одобрение"
                }
              ]
            },
            {
              "type": "paragraph",
              "text": "Представьте: вы попали под дождь без зонта. Можно стоять и злиться на небо, проклинать погоду и мокнуть дальше. А можно принять, что дождь идёт, и найти укрытие. Радикальное принятие работает похожим образом — оно не меняет ситуацию, но кардинально меняет ваше к ней отношение."
            },
            {
              "type": "heading",
              "text": "Что такое радикальное принятие"
            },
            {
              "type": "paragraph",
              "text": "Радикальное принятие — это навык из диалектической поведенческой терапии (ДПТ), который означает полное принятие реальности такой, какая она есть, без попыток её изменить, отрицать или бороться с ней. Слово «радикальное» здесь ключевое — это означает принимать умом, сердцем и телом, целиком и безоговорочно."
            },
            {
              "type": "note",
              "text": "Радикальное принятие — это не оправдание, согласие, любовь, пассивность или нежелание изменений. Это просто признание того, что произошло"
            },
            {
              "type": "heading",
              "text": "Когда радикальное принятие необходимо"
            },
            {
              "type": "list",
              "title": "Принятие особенно важно, когда:",
              "items": [
                "Вы не можете изменить произошедшее событие или ситуацию",
                "Борьба с реальностью причиняет больше страданий, чем сама ситуация",
                "Отрицание фактов мешает двигаться дальше и принимать решения",
                "Эмоциональная боль становится невыносимой из-за сопротивления"
              ]
            },
            {
              "type": "heading",
              "text": "Что мешает принятию"
            },
            {
              "type": "list",
              "title": "Основные препятствия:",
              "items": [
                "Отсутствие навыков принятия — вы не знаете, как принимать болезненные события",
                "Убеждение, что принятие болезненного события означает, что вы не относитесь к нему серьёзно",
                "Сильные эмоции — гнев, обида, печаль из-за несправедливости мира или чувство вины"
              ]
            },
            {
              "type": "heading",
              "text": "Зачем принимать реальность"
            },
            {
              "type": "paragraph",
              "text": "Многие люди ошибочно думают, что принятие сделает их пассивными или равнодушными. На самом деле всё наоборот. Когда вы перестаёте тратить энергию на борьбу с неизбежным, у вас появляются силы для конструктивных действий."
            },
            {
              "type": "list",
              "title": "Принятие помогает:",
              "items": [
                "Прекратить усиливать страдания сопротивлением",
                "Освободить энергию для решения проблем",
                "Снизить тревогу и депрессивные состояния",
                "Улучшить отношения с окружающими",
                "Найти внутренний покой даже в сложных обстоятельствах"
              ]
            },
            {
              "type": "heading",
              "text": "Практические способы развития навыка"
            },
            {
              "type": "checklist",
              "title": "Упражнения для практики принятия:",
              "items": [
                "Наблюдайте за тем, как вы отрицаете реальность или боретесь с ней",
                "Напомните себе, что реальность такая, какая она есть, и не может быть изменена",
                "Рассмотрите причины существующего положения вещей — попытайтесь понять «как так получилось»",
                "Практикуйте принятие всем своим существом — разумом, телом и душой"
              ]
            },
            {
              "type": "heading",
              "text": "Телесные практики принятия"
            },
            {
              "type": "paragraph",
              "text": "Принятие — это не только ментальный процесс. Тело тоже участвует в сопротивлении реальности через напряжение мышц, поверхностное дыхание, зажимы."
            },
            {
              "type": "list",
              "title": "Техники для работы с телом:",
              "items": [
                "Расслабьте лицевые мышцы, особенно область вокруг глаз и рта",
                "Опустите и расслабьте плечи",
                "Разожмите кисти рук и челюсти",
                "Практикуйте глубокое диафрагмальное дыхание",
                "Примите расслабленную позу — не скрещивайте руки и ноги"
              ]
            },
            {
              "type": "boxBreathing"
            },
            {
              "type": "scenario",
              "title": "Практика принятия",
              "situation": "Ваш близкий друг отменил важные планы в последний момент, и вы чувствуете разочарование и злость.",
              "options": [
                {
                  "text": "«Как он мог так поступить! Это неуважение ко мне!»",
                  "feedback": "Сопротивление реальности усиливает страдания. Попробуйте сначала принять факт отмены.",
                  "isHealthy": false
                },
                {
                  "text": "«Планы отменились. Мне больно и обидно, и это нормально. Что я могу сделать сейчас?»",
                  "feedback": "Отличный пример принятия! Вы признали факт и свои чувства, не усиливая страдания.",
                  "isHealthy": true
                }
              ]
            },
            {
              "type": "heading",
              "text": "Практические шаги к принятию"
            },
            {
              "type": "checklist",
              "title": "Алгоритм работы с ситуацией:",
              "items": [
                "Признайте факты такими, какие они есть, без интерпретаций",
                "Заметьте своё сопротивление — где оно проявляется в теле?",
                "Расслабьте тело и замедлите дыхание",
                "Скажите себе: «Это произошло, и я принимаю это»",
                "Подумайте: что теперь будет полезно сделать?"
              ]
            },
            {
              "type": "quote",
              "text": "Боль неизбежна, страдание — по выбору",
              "author": "Буддийская мудрость"
            },
            {
              "type": "heading",
              "text": "Важные нюансы практики"
            },
            {
              "type": "paragraph",
              "text": "Радикальное принятие — это процесс, а не одномоментное решение. Возможно, вам придётся возвращаться к принятию одной и той же ситуации множество раз. Это нормально."
            },
            {
              "type": "note",
              "text": "Принятие не означает, что вы должны мириться с неприемлемым поведением других людей или отказываться от попыток улучшить свою жизнь. Это означает признание текущей реальности как отправной точки для дальнейших действий"
            },
            {
              "type": "paragraph",
              "text": "Помните: принятие освобождает вас от бесполезной борьбы с неизменным и даёт энергию для изменения того, что действительно можно изменить. Это не капитуляция, а мудрость — умение различать, где стоит прикладывать усилия, а где лучше отпустить и двигаться дальше."
            }
          ]
        },
        {
          "id": "willing-hands",
          "title": "Готовность, полуулыбка, раскрытые ладони",
          "readTime": 3,
          "elements": [
            {
              "type": "paragraph",
              "text": "Представьте: вы заходите в кабинет к стоматологу, а врач встречает вас с напряженным лицом и сжатыми кулаками. Скорее всего, вы сразу почувствуете тревогу. А теперь представьте того же врача с легкой улыбкой и открытыми ладонями — совсем другие ощущения, правда? Именно так работают навыки готовности в ДПТ: они помогают настроиться на любое взаимодействие."
            },
            {
              "type": "heading",
              "text": "Что такое готовность в ДПТ"
            },
            {
              "type": "paragraph",
              "text": "Готовность — это способность войти в жизнь и полностью участвовать в ней. Это не просто техника, а особое состояние ума, когда вы открыты к тому, что происходит здесь и сейчас. Готовность означает реагировать на каждую ситуацию с «мудрым разумом» — состоянием, где логика и эмоции работают вместе."
            },
            {
              "type": "note",
              "text": "Готовность — это противоположность своеволию, которое заставляет нас сопротивляться реальности и требовать, чтобы всё было именно так, как мы хотим"
            },
            {
              "type": "heading",
              "text": "Три простых навыка готовности"
            },
            {
              "type": "paragraph",
              "text": "В ДПТ выделяют три основных способа выразить готовность через тело. Эти способы могут показаться слишком простыми, но они часто оказываются эффективными."
            },
            {
              "type": "list",
              "title": "Навыки готовности:",
              "items": [
                "Полуулыбка — расслабление лицевых мышц",
                "Раскрытые ладони — снятие напряжения в руках",
                "Расслабленные плечи — освобождение от телесных зажимов"
              ]
            },
            {
              "type": "heading",
              "text": "Полуулыбка: сигнал мозгу о спокойствии"
            },
            {
              "type": "paragraph",
              "text": "Полуулыбка — это не широкая улыбка для фотографии. Это едва заметное расслабление лицевых мышц, когда уголки губ слегка приподнимаются."
            },
            {
              "type": "checklist",
              "title": "Как делать полуулыбку:",
              "items": [
                "Расслабьте лицо, начиная с макушки головы",
                "Разожмите челюсти и приоткройте рот",
                "Слегка приподнимите уголки губ"
              ]
            },
            {
              "type": "paragraph",
              "text": "Этот навык особенно полезен в стрессовых ситуациях. Когда вы чувствуете раздражение или тревогу, попробуйте сделать полуулыбку — и заметите, как меняется ваше внутреннее состояние."
            },
            {
              "type": "heading",
              "text": "Раскрытые ладони: освобождение от контроля"
            },
            {
              "type": "paragraph",
              "text": "Когда мы напряжены, руки автоматически сжимаются в кулаки. Раскрытые ладони — это физический способ «отпустить» ситуацию и показать готовность принять то, что происходит."
            },
            {
              "type": "list",
              "title": "Позиции для раскрытых ладоней:",
              "items": [
                "Стоя: руки свободно опущены по сторонам, ладони направлены от тела",
                "Сидя: руки на коленях или бёдрах, ладони развёрнуты вверх",
                "Лёжа: руки по сторонам, кисти рук разжаты, ладони расслаблены"
              ]
            },
            {
              "type": "heading",
              "text": "Когда применять эти навыки"
            },
            {
              "type": "paragraph",
              "text": "Навыки готовности работают в самых разных ситуациях — от повседневных до кризисных. Их можно практиковать где угодно: дома, на работе, в транспорте."
            },
            {
              "type": "cards",
              "cards": [
                {
                  "front": "В стрессовой ситуации",
                  "back": "Полуулыбка и раскрытые ладони помогают снизить уровень стресса и принять происходящее"
                },
                {
                  "front": "При конфликте",
                  "back": "Открытая поза тела снижает агрессию и способствует диалогу"
                },
                {
                  "front": "В медитации",
                  "back": "Физические навыки готовности углубляют практику осознанности"
                },
                {
                  "front": "При тревоге",
                  "back": "Расслабленное тело посылает мозгу сигнал о безопасности"
                }
              ]
            },
            {
              "type": "heading",
              "text": "Практические упражнения"
            },
            {
              "type": "checklist",
              "title": "Пошаговая практика готовности:",
              "items": [
                "Наблюдайте свое своеволие — назовите его и прочувствуйте",
                "Полностью примите: в данный момент вы испытываете своеволие",
                "Поверните свое сознание в сторону принятия и готовности",
                "Практикуйте полуулыбку и раскрытые ладони готовности"
              ]
            },
            {
              "type": "paragraph",
              "text": "Помните: готовность — это не пассивная покорность. Это активный выбор участвовать в жизни полностью, принимая реальность такой, какая она есть, чтобы иметь возможность эффективно на неё влиять."
            },
            {
              "type": "note",
              "text": "Если вам не удаётся преодолеть своеволие, спросите себя: «Что я воспринимаю как угрозу?» — и практикуйте этот навык многократно с одним и тем же человеком или ситуацией"
            }
          ]
        },
        {
          "id": "observe-thoughts",
          "title": "Осознанное отношение к текущим мыслям",
          "readTime": 5,
          "elements": [
            {
              "type": "cards",
              "cards": [
                {
                  "front": "Мысль приходит в голову",
                  "back": "«Я никчемный человек»"
                },
                {
                  "front": "Вы замечаете мысль",
                  "back": "«Ах, вот она — критическая мысль о себе»"
                },
                {
                  "front": "Вы наблюдаете за ней",
                  "back": "«Интересно, как она влияет на моё настроение»"
                },
                {
                  "front": "Мысль уходит",
                  "back": "«Это была просто мысль, а не факт о мне»"
                }
              ]
            },
            {
              "type": "paragraph",
              "text": "Каждый день через вашу голову проходят тысячи мыслей. Большинство из них — автоматические, и мы даже не замечаем их присутствия. Но что, если научиться осознанно наблюдать за этим потоком? Именно этому учит навык «осознанного отношения к текущим мыслям» из диалектической поведенческой терапии (ДПТ)."
            },
            {
              "type": "heading",
              "text": "Что такое осознанное отношение к мыслям"
            },
            {
              "type": "paragraph",
              "text": "Осознанное отношение к текущим мыслям — это способность наблюдать за своими мыслями как за облаками на небе: замечать их, но не цепляться за каждую и не считать каждую мысль абсолютной истиной."
            },
            {
              "type": "note",
              "text": "Помните: вы — это не ваши мысли. Мысли приходят и уходят, а вы остаётесь наблюдателем"
            },
            {
              "type": "heading",
              "text": "Четыре принципа работы с мыслями"
            },
            {
              "type": "list",
              "title": "Как наблюдать за мыслями:",
              "items": [
                "Наблюдайте за волнами мыслей, возникающими и исчезающими — не подавляйте их",
                "Не оценивайте и не категоризируйте свои мысли как хорошие или плохие",
                "Замечайте присутствие мыслей, но не пытайтесь их удерживать или анализировать",
                "Практикуйте готовность «отступить назад» и наблюдать, как мысли приходят в пространство разума"
              ]
            },
            {
              "type": "heading",
              "text": "Почему это работает"
            },
            {
              "type": "paragraph",
              "text": "Когда мы слишком серьёзно относимся к каждой мысли, мы можем попасть в ловушку катастрофического мышления или эмоционального страдания. Осознанное наблюдение помогает создать «пространство» между вами и вашими мыслями, давая возможность выбирать, на какие из них стоит обращать внимание."
            },
            {
              "type": "quote",
              "text": "Катастрофическое мышление — это проявление эмоционального разума",
              "author": "Материалы ДПТ"
            },
            {
              "type": "heading",
              "text": "Практические техники"
            },
            {
              "type": "checklist",
              "title": "Упражнения для развития навыка:",
              "items": [
                "Спрашивайте себя: «От каких чувств эти мысли пытаются меня защитить?»",
                "Представляйте мысли как слова клоуна или как испорченную пластинку",
                "Попытайтесь полюбить свои мысли — даже самые странные"
              ]
            },
            {
              "type": "scenario",
              "title": "Как реагировать на критическую мысль?",
              "situation": "В голове появляется мысль: «Я всё делаю неправильно»",
              "options": [
                {
                  "text": "«Да, это правда, я неудачник»",
                  "feedback": "Вы поверили мысли как факту. Попробуйте отнестись к ней как к временному гостю.",
                  "isHealthy": false
                },
                {
                  "text": "«Интересно, вот пришла критическая мысль. Наблюдаю за ней»",
                  "feedback": "Превосходно! Вы заметили мысль, но не слились с ней.",
                  "isHealthy": true
                },
                {
                  "text": "«Нет, это неправда! Я всё делаю хорошо!»",
                  "feedback": "Вы боретесь с мыслью. Лучше просто наблюдать за ней без сопротивления.",
                  "isHealthy": false
                }
              ]
            },
            {
              "type": "heading",
              "text": "Дополнительные способы практики"
            },
            {
              "type": "paragraph",
              "text": "Материалы ДПТ предлагают игривые методы работы с мыслями: представлять их как листья, плывущие по течению, или как вагоны проходящего мимо поезда. Можно также «разговаривать» со своими мыслями, используя безоценочный тон, или петь их как песню — это помогает снизить их эмоциональное воздействие."
            },
            {
              "type": "boxBreathing"
            },
            {
              "type": "note",
              "text": "Помните: цель не в том, чтобы остановить мысли, а в том, чтобы изменить ваше отношение к ним"
            }
          ]
        }
      ]
    },
    {
      "id": "emotion-regulation",
      "title": "Эмоциональная регуляция",
      "description": "Понимание и управление эмоциональными реакциями",
      "icon": "heart-outline",
      "color": "#FF9800",
      "articles": [
        {
          "id": "emotion-regulation-101",
          "title": "Когда целесообразно прибегать к навыкам эмоциональной регуляции",
          "readTime": 4,
          "elements": [
            {
              "type": "paragraph",
              "text": "Навыки эмоциональной регуляции в ДПТ — это ваш «пульт управления» эмоциями. В отличие от навыков стрессоустойчивости, которые помогают в острых кризисах, эти навыки работают с эмоциями более тонко и продуманно."
            },
            {
              "type": "paragraph",
              "text": "Представьте эмоции как реку. Навыки стрессоустойчивости — это спасательный жилет в бурном потоке, а навыки эмоциональной регуляции — это умение изменить русло реки, отрегулировать её течение или выбрать, где именно переправляться."
            },
            {
              "type": "heading",
              "text": "Когда использовать навыки эмоциональной регуляции"
            },
            {
              "type": "list",
              "title": "Эти навыки подходят, когда:",
              "items": [
                "Эмоция обоснованна, но её интенсивность не соответствует ситуации",
                "Вы хотите изменить эмоцию, а не просто её пережить",
                "У вас есть время и ресурсы для работы с эмоцией",
                "Эмоциональная реакция мешает достичь ваших целей"
              ]
            },
            {
              "type": "paragraph",
              "text": "Главное отличие: если навыки стрессоустойчивости говорят «терпи и не разрушай», то навыки эмоциональной регуляции говорят «давай разберемся, что здесь происходит, и изменим это»."
            },
            {
              "type": "note",
              "text": "Важно: не пытайтесь регулировать эмоции в состоянии острого кризиса. Сначала стрессоустойчивость, потом регуляция"
            },
            {
              "type": "scenario",
              "title": "Выберите стратегию",
              "situation": "На работе коллега в третий раз за неделю получил признание за проект, в котором вы тоже участвовали, но вас даже не упомянули. Вы чувствуете злость и обиду средней интенсивности. Завтра важная встреча, где нужно с ним сотрудничать.",
              "options": [
                {
                  "text": "Использую техники отвлечения и перетерплю — пройдет само",
                  "feedback": "Это стратегия стрессоустойчивости, но здесь она не нужна. У вас есть обоснованная эмоция умеренной интенсивности — самое время для эмоциональной регуляции.",
                  "isHealthy": false
                },
                {
                  "text": "Применю навыки эмоциональной регуляции: проверю факты, пойму, что эмоция говорит о моих потребностях, и подумаю о действиях",
                  "feedback": "Отлично! Вы выбрали подходящий инструмент. Эмоция не критична, но мешает целям, и у вас есть ресурсы её проработать.",
                  "isHealthy": true
                },
                {
                  "text": "Схожу к начальнику и пожалуюсь на коллегу",
                  "feedback": "Вы действуете импульсивно, не разобравшись с эмоцией. Сначала используйте навыки регуляции, чтобы понять, какое действие будет эффективным.",
                  "isHealthy": false
                }
              ]
            },
            {
              "type": "paragraph",
              "text": "Помните: цель эмоциональной регуляции не в том, чтобы устранить эмоции — они важны и полезны, а в том, чтобы понимать их, лучше осознавать и иметь больше контроля над ними."
            }
          ]
        },
        {
          "id": "check-the-facts",
          "title": "Проверка фактов",
          "readTime": 8,
          "elements": [
            {
              "type": "paragraph",
              "text": "Навык «Проверка фактов» помогает определить, соответствуют ли ваши эмоции реальным фактам ситуации."
            },
            {
              "type": "note",
              "text": "Эмоции возникают из наших мыслей и интерпретаций событий, а не из самих событий"
            },
            {
              "type": "heading",
              "text": "Как работают эмоции: от события к чувству"
            },
            {
              "type": "paragraph",
              "text": "В ДПТ существует важная схема: «Событие → Мысли → Эмоции». Это означает, что между тем, что происходит, и тем, что мы чувствуем, всегда есть промежуточное звено — наша интерпретация."
            },
            {
              "type": "cards",
              "cards": [
                {
                  "front": "Событие",
                  "back": "Друг не отвечает на сообщения уже два дня"
                },
                {
                  "front": "Мысль № 1",
                  "back": "«Он на меня обиделся, наша дружба закончена»"
                },
                {
                  "front": "Эмоция № 1",
                  "back": "Грусть, тревога, вина"
                },
                {
                  "front": "Мысль № 2",
                  "back": "«Возможно, он очень занят на работе»"
                },
                {
                  "front": "Эмоция № 2",
                  "back": "Спокойствие, понимание"
                }
              ]
            },
            {
              "type": "heading",
              "text": "Когда эмоции «врут»"
            },
            {
              "type": "paragraph",
              "text": "Эмоции могут не соответствовать фактам в нескольких ситуациях. Рассмотрим самые частые случаи."
            },
            {
              "type": "list",
              "title": "Когда стоит проверить свои эмоции:",
              "items": [
                "Страх без реальной угрозы — вы боитесь летать на самолете, хотя статистически это самый безопасный транспорт",
                "Гнев из-за неправильной интерпретации — коллега не поздоровался, и вы решили, что он вас игнорирует (а он просто не заметил)",
                "Вина за то, что от вас не зависит — вы чувствуете себя виноватым в плохом настроении близкого человека",
                "Ревность без оснований — партнер задержался на работе, и вы подозреваете измену"
              ]
            },
            {
              "type": "heading",
              "text": "Техника проверки фактов"
            },
            {
              "type": "checklist",
              "title": "6 шагов проверки фактов:",
              "items": [
                "Назовите эмоцию и её интенсивность (от 0 до 100): «Я чувствую тревогу на уровне 80»",
                "Опишите событие, которое вызвало эмоцию — только факты, без интерпретаций",
                "Найдите свои мысли и интерпретации — что вы себе говорите об этом событии?",
                "Рассмотрите другие возможные объяснения — какие ещё варианты развития событий возможны?",
                "Оцените вероятность самого худшего сценария — насколько реально то, чего вы боитесь?",
                "Проверьте соответствие эмоций фактам — подходят ли ваши чувства к реальной ситуации?"
              ]
            },
            {
              "type": "heading",
              "text": "Примеры эмоций и соответствующих им фактов"
            },
            {
              "type": "list",
              "title": "Страх оправдан, когда:",
              "items": [
                "Существует реальная угроза вашей жизни или безопасности",
                "Есть конкретная опасность для здоровья близких людей",
                "Вам действительно что-то угрожает прямо сейчас"
              ]
            },
            {
              "type": "list",
              "title": "Гнев оправдан, когда:",
              "items": [
                "Ваши права или границы нарушили",
                "Кто-то причинил вам боль намеренно",
                "Важные для вас ценности подверглись атаке"
              ]
            },
            {
              "type": "list",
              "title": "Грусть оправдана, когда:",
              "items": [
                "Произошла реальная потеря (человека, отношений, возможности)",
                "Случилось что-то действительно печальное",
                "Ваши надежды не оправдались по объективным причинам"
              ]
            },
            {
              "type": "quiz",
              "questions": [
                {
                  "question": "Ваш начальник не поздоровался утром. Какая эмоция больше соответствует фактам?",
                  "options": [
                    "Сильный гнев — он меня не уважает!",
                    "Легкое недоумение — интересно, что случилось?",
                    "Паника — меня точно уволят!"
                  ],
                  "correct": [1],
                  "multiple": false
                },
                {
                  "question": "Вы отправили сообщение другу 2 часа назад, но он не ответил. Что является фактом?",
                  "options": [
                    "Друг не отвечает",
                    "Друг меня игнорирует",
                    "Что-то случилось с другом",
                    "Что-то случилось с его телефоном"
                  ],
                  "correct": [0],
                  "multiple": false
                },
                {
                  "question": "Вы чувствуете сильную вину за то, что не смогли помочь коллеге с проектом (у вас был дедлайн). Эта вина оправдана фактами?",
                  "options": [
                    "Да, я должен был помочь любой ценой",
                    "Нет, вина неоправдана — это было вне моего контроля",
                    "Да, хороший человек всегда помогает другим"
                  ],
                  "correct": [1],
                  "multiple": false
                }
              ]
            },
            {
              "type": "heading",
              "text": "Что делать, если эмоции не соответствуют фактам"
            },
            {
              "type": "paragraph",
              "text": "Когда вы обнаружили, что ваши эмоции «сильнее» реальных фактов, можно использовать несколько стратегий для их изменения."
            },
            {
              "type": "list",
              "title": "Способы изменить неоправданные эмоции",
              "items": [
                "Действуйте наоборот. Боитесь — сделайте это",
                "Измените тело. Дышите глубоко, расслабьтесь",
                "Отвлекитесь на приятное"
              ]
            },
            {
              "type": "heading",
              "text": "Важные нюансы техники"
            },
            {
              "type": "note",
              "text": "Интенсивность и длительность эмоций зависит от вероятности события, серьезности последствий и эффективности эмоции в данный момент"
            },
            {
              "type": "paragraph",
              "text": "Помните: цель проверки фактов — не избавиться от всех эмоций, а сделать их адекватными ситуации. Если ваш страх обоснован реальной опасностью, он поможет вам защитить себя. Если же он основан на предположениях — стоит его уменьшить."
            },
            {
              "type": "scenario",
              "title": "Практическое задание",
              "situation": "Вы не получили ответ на важное письмо, которое отправили три дня назад. Испытываете тревогу на семьдесят баллов. Что делать?",
              "options": [
                {
                  "text": "Паниковать",
                  "feedback": "Это пример эмоции, которая может не соответствовать фактам.",
                  "isHealthy": false
                },
                {
                  "text": "Проверить факты: может, письмо попало в спам или адресат в отпуске",
                  "feedback": "Отлично! Вы используете навык проверки фактов, рассматривая альтернативные объяснения.",
                  "isHealthy": true
                },
                {
                  "text": "Написать ещё десять писем с требованием ответа",
                  "feedback": "Это действие под влиянием сильной эмоции. Сначала стоит проверить, оправдана ли ваша тревога.",
                  "isHealthy": false
                }
              ]
            },
            {
              "type": "paragraph",
              "text": "Проверка фактов — это способ сделать свои эмоции союзниками, а не врагами. Когда ваши чувства соответствуют реальности, они становятся мудрыми советчиками, которые помогают принимать правильные решения и строить здоровые отношения с окружающим миром."
            }
          ]
        },
        {
          "id": "opposite-action",
          "title": "Противоположное действие",
          "readTime": 18,
          "elements": [
            {
              "type": "paragraph",
              "text": "В ДПТ различают два уровня применения противоположного действия: базовые противоположные действия и полностью противоположные действия. Выбор уровня зависит от интенсивности эмоции и того, насколько она обоснована или эффективна."
            },
            {
              "type": "note",
              "text": "Чем более необоснована или неэффективна эмоция, тем более интенсивные противоположные действия следует применять"
            },
            {
              "type": "heading",
              "text": "Страх"
            },
            {
              "type": "paragraph",
              "text": "Страх соответствует фактам, если существует угроза вашей жизни, здоровью или благополучию близких."
            },
            {
              "type": "paragraph",
              "text": "Выполняйте следующие действия, если страх необоснован или неэффективен."
            },
            {
              "type": "list",
              "title": "Действия, противоположные страху:",
              "items": [
                "Делайте то, чего боитесь — снова и снова",
                "Приближайтесь к событиям, местам, задачам, людям, которых боитесь",
                "Делайте то, что даёт вам ощущение контроля и превосходства над своими страхами"
              ]
            },
            {
              "type": "list",
              "title": "Действия, полностью противоположные страху:",
              "items": [
                "Держите глаза и уши открытыми и сфокусированными на событии, которое пугает. Посмотрите медленно по сторонам; исследуйте",
                "Примите информацию о ситуации (обратите внимание на то, что вы в безопасности)",
                "Измените положение тела и сохраняйте уверенный тон голоса. Держите голову и глаза поднятыми к верху, плечи отведите назад и расслабьте. Примите уверенную позу (например, колени врозь, руки на бёдрах)",
                "Измените химические процессы в своём теле. Например, измените темп дыхания"
              ]
            },
            {
              "type": "heading",
              "text": "Гнев"
            },
            {
              "type": "paragraph",
              "text": "Гнев соответствует фактам в случаях, когда вам (или вашему близкому человеку) мешают достигнуть важной цели, проявляют агрессию или причиняют боль, оскорбляют или угрожают, или когда целостность вашей социальной группы нарушена."
            },
            {
              "type": "paragraph",
              "text": "Выполняйте следующие действия, если гнев необоснован или неэффективен."
            },
            {
              "type": "list",
              "title": "Действия, противоположные гневу:",
              "items": [
                "Вежливо избегайте человека, на которого злитесь (а не направляйте агрессию на него)",
                "Сделайте передышку, глубоко и медленно вдохните и выдохните",
                "Будьте добрыми (а не презрительными или скорбящими)"
              ]
            },
            {
              "type": "list",
              "title": "Действия, полностью противоположные гневу:",
              "items": [
                "Представьте, что вы понимаете человека и сочувствуете ему. Войдите в его положение. Попытайтесь увидеть ситуацию с его точки зрения. Придумайте действительно обоснованные причины, по которым произошла эта ситуация",
                "Измените позу: разожмите руки ладонями вверх, расслабьте пальцы. Расслабьте мышцы грудной клетки и мышцы живота. Не сжимайте челюсти. Расслабьте мышцы лица. Улыбнитесь",
                "Измените химические процессы в своём теле. Например, ровно и глубоко вдохните и медленно выдохните. Или займитесь физической активностью, не прибегая к агрессии"
              ]
            },
            {
              "type": "heading",
              "text": "Отвращение"
            },
            {
              "type": "paragraph",
              "text": "Отвращение соответствует фактам, если вы можете отравиться или заразиться от контакта с тем, кто глубоко неприятен и касается вас или близкого человека, или вы в кругу людей или с человеком, чье поведение или мышление может пагубно повлиять на вас или других людей."
            },
            {
              "type": "paragraph",
              "text": "Выполняйте следующие действия, если отвращение необосновано или неэффективно."
            },
            {
              "type": "list",
              "title": "Действия, противоположные отвращению:",
              "items": [
                "Приблизьтесь. Ешьте, пейте, стойте рядом, коснитесь того, что считаете отвратительным",
                "Будьте добрым и любезным с тем, кого презираете, посмотрите на мир глазами этого человека"
              ]
            },
            {
              "type": "list",
              "title": "Действия, полностью противоположные отвращению:",
              "items": [
                "Проявите понимание и сочувствие к человеку, к которому вы испытываете отвращение или презрение. Попробуйте увидеть ситуацию с другой точки зрения. Найдите веские причины, по которым этот человек так себя ведет или так выглядит",
                "Возьмите в руки то, что заставляет вас испытывать отвращение. Используйте все органы чувств (вдыхайте, разглядывайте, трогайте, слушайте, пробуйте на вкус)",
                "Измените позу: разожмите руки ладонями вверх, расслабьте пальцы, расслабьте мышцы грудной клетки и мышцы живота, разожмите зубы, расслабьте лицевые мышцы, улыбнитесь",
                "Измените химические процессы в своём теле. Например, измените темп дыхания"
              ]
            },
            {
              "type": "heading",
              "text": "Зависть"
            },
            {
              "type": "paragraph",
              "text": "Зависть соответствует фактам, если какой-либо человек или группа людей обладает тем, чего у вас нет или в чём вы нуждаетесь."
            },
            {
              "type": "paragraph",
              "text": "Выполняйте следующие действия, если зависть необоснована или неэффективна."
            },
            {
              "type": "list",
              "title": "Действия, противоположные зависти:",
              "items": [
                "Подавляйте своё желание разрушить то, что имеет другой человек",
                "Сосчитайте свои блага — составьте список того, чему вы рады, или того, за что благодарны"
              ]
            },
            {
              "type": "list",
              "title": "Действия, полностью противоположные зависти:",
              "items": [
                "Подсчитайте все свои блага — не преуменьшайте или не сбрасывайте со счетов некоторые из них. Избегайте преувеличения своих бед",
                "Прекратите преувеличивать количество чужих благ и их значимость; проверьте факты",
                "Измените позу: разожмите руки ладонями вверх, расслабьте пальцы, мышцы грудной клетки и мышцы живота. Разожмите зубы, расслабьте лицевые мышцы, улыбнитесь",
                "Измените химические процессы в своём теле. Измените темп дыхания с помощью глубоких вдохов и выдохов животом"
              ]
            },
            {
              "type": "heading",
              "text": "Ревность"
            },
            {
              "type": "paragraph",
              "text": "Ревность соответствует фактам, если очень важные или желаемые отношения или объект в вашей жизни в опасности, ему могут навредить или вы можете его утратить. Или кто-то угрожает отобрать у вас ценные отношения или объект."
            },
            {
              "type": "paragraph",
              "text": "Выполняйте следующие действия, если ревность необоснована или неэффективна."
            },
            {
              "type": "list",
              "title": "Действия, противоположные ревности:",
              "items": [
                "Перестаньте контролировать людей",
                "Делитесь с людьми, которые есть в вашей жизни"
              ]
            },
            {
              "type": "list",
              "title": "Действия, полностью противоположные ревности:",
              "items": [
                "Прекратите слежку и допросы. Пресекайте себя от задавания наводящих вопросов («Где ты был?», «Кто был с тобой?»). Уволите своего внутреннего «частного сыщика»",
                "Не избегайте. Будьте открыты к подробностям происходящего. Сосредоточьтесь на ощущениях. Собирайте как можно больше разной информации о ситуации. Смотрите по сторонам, исследуйте",
                "Смените позу: разожмите руки ладонями вверх, расслабьте пальцы, расслабьте мышцы грудной клетки и мышцы живота, разожмите зубы, расслабьте лицевые мышцы, улыбнитесь",
                "Измените химические процессы в своём теле. Например, измените темп дыхания с помощью глубоких вдохов и выдохов животом"
              ]
            },
            {
              "type": "heading",
              "text": "Любовь"
            },
            {
              "type": "paragraph",
              "text": "Любовь (отличная от глобальной любви ко всему) побуждает приближаться и поддерживать контакт. Любовь соответствует фактам, если любовь к человеку, животному или объекту улучшает качество вашей жизни или жизни значимых для вас людей, или если любовь повышает ваши шансы достичь целей, которые для вас значимы."
            },
            {
              "type": "paragraph",
              "text": "Выполняйте следующие действия, если любовь необоснована или неэффективна."
            },
            {
              "type": "list",
              "title": "Действия, противоположные любви:",
              "items": [
                "Избегайте человека, животное или объект, который вы любите",
                "Отвлекайте себя от мыслей о любимом человеке, животном или объекте",
                "Напоминайте себе о том, почему эта любовь не оправдана (перечислите все доводы «против»), всякий раз, когда у вас возникают мысли о ней"
              ]
            },
            {
              "type": "list",
              "title": "Действия, полностью противоположные любви:",
              "items": [
                "Исключите контакт со всем, что напоминает вам о человеке, которого вы любите: с фотографиями, письмами (в том числе электронными или SMS), его вещами, сувенирами, местами, в которых вы были вместе, местами, в которые вы планировали или мечтали поехать вместе, местами, в которых этот человек бывал или которые собирается посетить. Никаких преследований, ожиданий или поисков этого человека",
                "Прекратите говорить о любви к этому человеку — даже своим друзьям. Не дружите с этим человеком (в том числе в социальных сетях)",
                "Контролируйте свою позу и внешние выражения, если вы оказываетесь рядом с человеком, которого любите. Не склоняйтесь в его сторону. Не приближайтесь так близко, чтобы вы могли дотронуться до него. Не вздыхайте и не глазейте на этого человека"
              ]
            },
            {
              "type": "heading",
              "text": "Печаль"
            },
            {
              "type": "paragraph",
              "text": "Печаль обоснована при безвозвратной потере или несовпадении реальности с ожиданиями."
            },
            {
              "type": "paragraph",
              "text": "Выполняйте следующие действия, если печаль необоснована или неэффективна."
            },
            {
              "type": "list",
              "title": "Действия, противоположные печали:",
              "items": [
                "Будьте активными — делайте что-то",
                "Избегайте избегания",
                "Повышайте мастерство — делайте то, что заставляет вас чувствовать себя компетентным и уверенным в себе",
                "Увеличьте количество приятных событий"
              ]
            },
            {
              "type": "list",
              "title": "Действия, полностью противоположные печали:",
              "items": [
                "Направляйте внимание на происходящее. Будьте осознанны по отношению к окружающему — к каждой проявляющейся перед вами детали. Полностью вовлекайтесь в новые или старые приятные виды деятельности, которыми вы заняты",
                "Измените свою позу (примите «яркую» позу: подбородок вверх, глаза широко открыты, а плечи расправлены). Поддерживайте оптимистичный тон голоса",
                "Измените химические процессы в своём теле. Например, увеличите физическую нагрузку (совершайте пробежки, гуляйте или выполняйте любые другие виды физической активности)"
              ]
            },
            {
              "type": "heading",
              "text": "Стыд"
            },
            {
              "type": "paragraph",
              "text": "Стыд соответствует фактам, если вас может отвергнуть человек или группа людей, которые важны для вас, или если какая-либо черта вашего характера или поступок станет широко известен."
            },
            {
              "type": "paragraph",
              "text": "Выполняйте следующие действия, если ни стыд, ни вина необоснованы или неэффективны."
            },
            {
              "type": "list",
              "title": "Действия, противоположные стыду:",
              "items": [
                "Расскажите о своих личных особенностях или своём поступке кому-то, кто не отвергнет вас",
                "Повторите поведение, которое вызывает стыд, много раз (не скрывая его от тех, кто не отвергнет вас)"
              ]
            },
            {
              "type": "list",
              "title": "Действия, полностью противоположные стыду:",
              "items": [
                "Никаких извинений или попыток искупить воображаемый проступок",
                "Используйте все факты о ситуации",
                "Измените положение тела: попробуйте выглядеть невинным и гордым. Поднимите голову; расправьте плечи; поддерживайте зрительный контакт. Сохраните тон голоса ровным и ясным"
              ]
            },
            {
              "type": "paragraph",
              "text": "Выполняйте следующие действия, если стыд необоснован или неэффективен, но чувство вины обосновано (ваше поведение действительно нарушает ваши собственные нравственные нормы)."
            },
            {
              "type": "list",
              "title": "Действия, противоположные стыду:",
              "items": [
                "Расскажите о своем поведении (кому-то, кто не отвергнет вас)",
                "Принесите извинения за свое поведение",
                "Исправьте то, что вы сделали, или сделайте так, чтобы предотвратить или исправить подобное для других людей",
                "Примите на себя обязательство избегать подобного проступка в будущем",
                "Примите последствия с достоинством"
              ]
            },
            {
              "type": "list",
              "title": "Действия, полностью противоположные стыду:",
              "items": [
                "Простите себя. Разберитесь в причинах своего поведения",
                "Отпустите чувство стыда"
              ]
            },
            {
              "type": "heading",
              "text": "Вина"
            },
            {
              "type": "paragraph",
              "text": "Вина соответствует фактам, если ваше поведение не соответствует вашим собственным ценностям или нравственным нормам."
            },
            {
              "type": "paragraph",
              "text": "Выполняйте следующие действия, если ни вина, ни стыд необоснованы или неэффективны."
            },
            {
              "type": "list",
              "title": "Действия, противоположные чувству вины:",
              "items": [
                "Расскажите о своих личных особенностях или своем поступке кому-то, кто не отвергнет вас",
                "Повторите поведение, которое вызывает чувство вины, много раз (не скрывая его от тех, кто не отвергнет вас)"
              ]
            },
            {
              "type": "list",
              "title": "Действия, полностью противоположные чувству вины:",
              "items": [
                "Никаких извинений или попыток искупить воображаемое преступление",
                "Используйте все факты о ситуации",
                "Измените положение тела. Попробуйте выглядеть невинным и гордым. Поднимите голову; распрявьте плечи; поддерживайте зрительный контакт. Сохраняйте тон голоса ровным и ясным"
              ]
            },
            {
              "type": "paragraph",
              "text": "Выполняйте следующие действия, если чувство вины необоснованно или неэффективно, но стыд обоснован (вас могут отвергнуть значимые люди)."
            },
            {
              "type": "list",
              "title": "Действия, противоположные чувству вины:",
              "items": [
                "Скройте свое поведение (если хотите остаться в группе)",
                "Примените межличностные навыки (если вы хотите остаться в группе)",
                "Работайте над тем, чтобы изменить ценности человека или группы",
                "Присоединитесь к новой группе, которая соответствует вашим ценностям (и не оттолкнет вас)",
                "Повторите поведение, которое вызывает у вас чувство вины, много раз в вашей новой группе"
              ]
            },
            {
              "type": "list",
              "title": "Действия, полностью противоположные чувству вины:",
              "items": ["Валидируйте себя"]
            }
          ]
        },
        {
          "id": "problem-solving",
          "title": "Решение проблемы",
          "readTime": 4,
          "elements": [
            {
              "type": "scenario",
              "title": "Что делать в сложной ситуации?",
              "situation": "Ваш друг постоянно опаздывает на встречи, и это вас раздражает. Сегодня он снова опоздал на полчаса.",
              "options": [
                {
                  "text": "Промолчать и терпеть",
                  "feedback": "Это избегание проблемы. Ситуация не изменится сама собой.",
                  "isHealthy": false
                },
                {
                  "text": "Накричать на друга",
                  "feedback": "Эмоциональная реакция редко решает проблемы и может навредить отношениям.",
                  "isHealthy": false
                },
                {
                  "text": "Спокойно поговорить и найти решение",
                  "feedback": "Отличный выбор! Это основа навыка решения проблем.",
                  "isHealthy": true
                }
              ]
            },
            {
              "type": "paragraph",
              "text": "Решение проблем — это один из ключевых навыков в ДБТ (диалектической поведенческой терапии), который помогает справляться с жизненными трудностями эффективно и без лишнего стресса. Вместо того чтобы избегать проблемы или реагировать импульсивно, вы учитесь подходить к ним структурированно."
            },
            {
              "type": "heading",
              "text": "Семь шагов решения проблемы"
            },
            {
              "type": "paragraph",
              "text": "ДБТ предлагает четкий алгоритм из семи шагов, который поможет вам справиться с любой сложной ситуацией:"
            },
            {
              "type": "checklist",
              "title": "Пошаговый план решения проблемы",
              "items": [
                "Определите и опишите проблемную ситуацию",
                "Проверьте факты — убедитесь, что проблема действительно существует",
                "Определите цель решения проблемы",
                "Проведите «мозговой штурм» — придумайте максимум вариантов решения",
                "Выберите решение, которое соответствует цели",
                "Реализуйте выбранное решение",
                "Оцените результаты"
              ]
            },
            {
              "type": "heading",
              "text": "Когда использовать этот навык"
            },
            {
              "type": "paragraph",
              "text": "Навык решения проблем особенно полезен, когда вы сталкиваетесь с ситуациями, которые можно изменить. Важно понимать разницу между проблемами, которые можно решить, и теми, которые нужно принять."
            },
            {
              "type": "list",
              "title": "Когда проблему можно решить:",
              "items": [
                "Ситуация зависит от ваших действий",
                "У вас есть ресурсы для изменения обстоятельств",
                "Проблема конкретная и четко определенная"
              ]
            },
            {
              "type": "note",
              "text": "Если проблему нельзя решить (например, смерть близкого человека или неизлечимая болезнь), лучше использовать навыки принятия реальности"
            },
            {
              "type": "heading",
              "text": "Работа с эмоциями в процессе"
            },
            {
              "type": "paragraph",
              "text": "ДБТ учитывает, что эмоции могут мешать эффективному решению проблем. В материалах выделяются разные типы ситуаций в зависимости от вашего эмоционального состояния:"
            },
            {
              "type": "cards",
              "cards": [
                {
                  "front": "Страх",
                  "back": "Сначала обеспечьте себе безопасность, затем работайте с проблемой. Используйте техники самоуспокоения."
                },
                {
                  "front": "Гнев",
                  "back": "Дайте себе время остыть. Используйте навыки регулирования эмоций, прежде чем приступать к решению."
                },
                {
                  "front": "Отвращение",
                  "back": "Сосредоточьтесь на фактах, а не на эмоциональной оценке ситуации."
                },
                {
                  "front": "Печаль",
                  "back": "Позаботьтесь о себе, получите поддержку, затем работайте над изменениями постепенно."
                }
              ]
            },
            {
              "type": "heading",
              "text": "Практические советы"
            },
            {
              "type": "paragraph",
              "text": "Чтобы навык работал эффективно, важно помнить несколько ключевых моментов:"
            },
            {
              "type": "list",
              "title": "Секреты успешного решения проблем:",
              "items": [
                "Не критикуйте свои идеи на этапе «мозгового штурма» — сначала количество, потом качество",
                "Взвешивайте все «за» и «против» каждого решения",
                "Начинайте с того решения, которое кажется наилучшим",
                "Если первое решение не сработало — не сдавайтесь, попробуйте следующее"
              ]
            },
            {
              "type": "quote",
              "text": "Работало ли решение? Примите поздравления! Не работало? Вернитесь к шагу 5 и выберите другое решение.",
              "author": "Из материалов ДБТ"
            },
            {
              "type": "paragraph",
              "text": "Решение проблем — это навык, который улучшается с практикой. Чем чаще вы используете этот структурированный подход, тем естественнее он становится. Помните: каждая проблема — это возможность укрепить свою уверенность в способности справляться с жизненными вызовами."
            }
          ]
        },
        {
          "id": "accumulate-positive",
          "title": "A: позитивные эмоции",
          "readTime": 8,
          "elements": [
            {
              "type": "cards",
              "cards": [
                {
                  "front": "Что происходит с вашими эмоциями?",
                  "back": "Представьте: вы копите монетки радости в специальную копилку, чтобы потратить их в трудный день"
                },
                {
                  "front": "Зачем копить положительные эмоции?",
                  "back": "Чтобы в сложные моменты у вас был «эмоциональный запас» для поддержки"
                },
                {
                  "front": "Как это работает?",
                  "back": "Регулярные приятные занятия создают устойчивость к стрессу и помогают легче переживать кризисы"
                }
              ]
            },
            {
              "type": "paragraph",
              "text": "Навык «Аккумулирование положительных эмоций» — это как создание эмоционального банковского счёта. Вы регулярно делаете небольшие «вклады» приятных переживаний, чтобы позже «снять» их в моменты, когда жизнь становится особенно сложной."
            },
            {
              "type": "heading",
              "text": "Что такое аккумулирование положительных эмоций"
            },
            {
              "type": "paragraph",
              "text": "Этот навык из диалектической поведенческой терапии (ДПТ) помогает создать «подушку безопасности» из хороших воспоминаний и переживаний. Исследования показывают, что люди, которые регулярно испытывают положительные эмоции, лучше справляются со стрессом и имеют более устойчивую психику."
            },
            {
              "type": "heading",
              "text": "Две стратегии накопления"
            },
            {
              "type": "paragraph",
              "text": "Существует два основных подхода к аккумулированию положительных эмоций:"
            },
            {
              "type": "list",
              "title": "Краткосрочная перспектива",
              "items": [
                "Увеличьте количество приятных занятий в повседневной жизни",
                "Делайте каждый день хотя бы одно дело из «списка приятных занятий»",
                "Практикуйте противоположное действие — когда грустно, делайте что-то радостное"
              ]
            },
            {
              "type": "list",
              "title": "Долгосрочная перспектива",
              "items": [
                "Определите свои главные ценности и приоритеты",
                "Постройте жизнь так, чтобы она соответствовала вашим ценностям",
                "Работайте над достижением значимых целей"
              ]
            },
            {
              "type": "heading",
              "text": "Список приятных занятий"
            },
            {
              "type": "paragraph",
              "text": "В материалах ДПТ есть готовый список из 225 приятных занятий — от простых вроде «послушать музыку» до более сложных как «заняться волонтёрством». Главное правило: выбирайте то, что действительно приносит вам радость, а не то, что «должно» нравиться."
            },
            {
              "type": "checklist",
              "title": "Как использовать список приятных занятий",
              "items": [
                "Просмотрите весь список и отметьте подходящие варианты",
                "Выберите 2-3 занятия, которые можете делать ежедневно",
                "Запланируйте одно приятное дело на каждый день недели",
                "Когда чувствуете приближение кризиса — обращайтесь к списку"
              ]
            },
            {
              "type": "heading",
              "text": "Работа с ценностями"
            },
            {
              "type": "paragraph",
              "text": "Долгосрочное аккумулирование положительных эмоций требует глубокой работы с вашими ценностями. Это означает честный ответ на вопрос: «Что действительно важно для меня в жизни?»"
            },
            {
              "type": "scenario",
              "title": "Определение приоритетов",
              "situation": "Вы чувствуете, что жизнь проходит мимо, много суеты, но мало радости. С чего начать?",
              "options": [
                {
                  "text": "Составлю список всех дел и буду больше работать",
                  "feedback": "Это может привести к выгоранию. Лучше сначала понять свои ценности.",
                  "isHealthy": false
                },
                {
                  "text": "Подумаю о том, что мне по-настоящему важно в жизни",
                  "feedback": "Отличный выбор! Понимание ценностей — основа долгосрочного благополучия.",
                  "isHealthy": true
                },
                {
                  "text": "Начну с малого — найду одно приятное занятие на каждый день",
                  "feedback": "Хорошая стратегия! Маленькие шаги помогают создать устойчивые привычки.",
                  "isHealthy": true
                }
              ]
            },
            {
              "type": "list",
              "title": "Примеры ценностей из материала",
              "items": [
                "Заботиться об отношениях — восстанавливать старые связи, заводить новые",
                "Быть частью группы — найти своё сообщество по интересам",
                "Достигать целей — работать над тем, что считаете важным",
                "Жить в радости — наполнять жизнь приятными событиями и переживаниями"
              ]
            },
            {
              "type": "heading",
              "text": "Практические шаги"
            },
            {
              "type": "checklist",
              "title": "План действий на неделю",
              "items": [
                "Выберите 3-5 приятных занятий из списка, которые реально выполнить",
                "Запланируйте по одному занятию на каждый день недели",
                "Определите одну важную для вас ценность и сделайте шаг к её реализации",
                "Ведите дневник положительных моментов — записывайте хорошее, что происходило за день"
              ]
            },
            {
              "type": "note",
              "text": "Помните: цель не в том, чтобы стать постоянно счастливым, а в том, чтобы создать ресурс для преодоления трудностей. Даже небольшие приятные моменты имеют накопительный эффект"
            },
            {
              "type": "paragraph",
              "text": "Аккумулирование положительных эмоций — это инвестиция в своё психологическое благополучие. Начните с малого, но делайте это регулярно. Ваша будущая версия, столкнувшаяся с кризисом, скажет вам спасибо за этот «эмоциональный запас»."
            }
          ]
        },
        {
          "id": "build-mastery",
          "title": "B: мастерство",
          "readTime": 3,
          "elements": [
            {
              "type": "paragraph",
              "text": "Представьте пианиста, который готовится к концерту. Он не просто играет произведение снова и снова — он разбирает каждый пассаж, отрабатывает сложные места по отдельности, а потом собирает всё воедино. Именно так работает навык «Мастерство» в диалектической поведенческой терапии."
            },
            {
              "type": "paragraph",
              "text": "Мастерство — это умение разбивать сложные задачи на управляемые части и последовательно их выполнять. Вместо того чтобы пытаться решить всё разом и потерпеть неудачу, вы учитесь действовать поэтапно."
            },
            {
              "type": "heading",
              "text": "Как работает мастерство"
            },
            {
              "type": "list",
              "title": "Основные принципы:",
              "items": [
                "Планируйте каждый день так, чтобы выполнить хотя бы одно дело, которое даёт чувство достижения цели",
                "Программируйте себя на успех, а не на провал — делайте что-то сложное, но возможное",
                "Постепенно усложняйте задачи",
                "Ищите вызовы — если первая задача слишком сложна, начните с чего-то попроще"
              ]
            },
            {
              "type": "paragraph",
              "text": "Научные исследования показывают, что люди, которые разбивают большие цели на маленькие шаги, достигают их на 42% чаще. Каждое небольшое достижение активирует в мозге систему вознаграждения, выделяя дофамин — «гормон успеха»."
            },
            {
              "type": "cards",
              "cards": [
                {
                  "front": "День 1",
                  "back": "Начните с самого простого — прочитайте одну страницу книги"
                },
                {
                  "front": "День 7",
                  "back": "Увеличьте до главы в день"
                },
                {
                  "front": "День 30",
                  "back": "Читайте книгу в неделю"
                },
                {
                  "front": "Результат",
                  "back": "Новая привычка закрепилась, мастерство растёт"
                }
              ]
            },
            {
              "type": "note",
              "text": "Помните: цель мастерства — не быть идеальным, а постоянно улучшаться маленькими шагами"
            }
          ]
        },
        {
          "id": "cope-ahead",
          "title": "C: заблаговременный поиск решений",
          "readTime": 3,
          "elements": [
            {
              "type": "paragraph",
              "text": "Пожарные не ждут, пока начнётся пожар, чтобы подумать о тактике тушения. Они заранее изучают здания, планируют маршруты и отрабатывают действия. Точно так же работает навык «Заблаговременный поиск решений» — вы готовитесь к сложным ситуациям до того, как они произойдут."
            },
            {
              "type": "paragraph",
              "text": "Этот навык помогает справляться с проблемными ситуациями более эффективно, потому что у вас уже есть план действий. Вместо паники и импульсивных решений вы действуете обдуmanно."
            },
            {
              "type": "heading",
              "text": "Пять шагов заблаговременного планирования"
            },
            {
              "type": "checklist",
              "title": "Алгоритм действий:",
              "items": [
                "Опишите ситуацию, которая может спровоцировать проблемное поведение",
                "Решите, какие стратегии совладания или навыки решения проблемы вы хотели бы применить",
                "Представьте ситуацию в уме как можно живее — не обращая внимания на ситуацию",
                "Мысленно отрепетируйте, как вы справляетесь с ситуацией",
                "Практикуйте релаксацию после того, как отрепетировали всё вышеуказанное"
              ]
            },
            {
              "type": "scenario",
              "title": "Пример планирования",
              "situation": "Вы знаете, что завтра будет трудный разговор с начальником. Как подготовиться?",
              "options": [
                {
                  "text": "Просто надеюсь, что всё пройдёт хорошо",
                  "feedback": "Это не подготовка, а избегание. Попробуйте спланировать.",
                  "isHealthy": false
                },
                {
                  "text": "Продумаю аргументы, отрепетирую спокойный тон, подготовлю техники дыхания",
                  "feedback": "Отличная подготовка! Вы готовы к разным сценариям.",
                  "isHealthy": true
                }
              ]
            },
            {
              "type": "paragraph",
              "text": "Исследования нейропсихологов показывают: когда мы мысленно репетируем действия, наш мозг создаёт нейронные связи, как будто мы реально выполняли эти действия. Поэтому в реальной ситуации нам легче действовать правильно — мозг уже «знает», что делать."
            },
            {
              "type": "note",
              "text": "Заблаговременное планирование — это мудрая подготовка к жизненным вызовам"
            }
          ]
        },
        {
          "id": "please",
          "title": "PLEASE: снижение уязвимости",
          "readTime": 5,
          "elements": [
            {
              "type": "scenario",
              "title": "Проверьте себя",
              "situation": "Вы весь день работали без перерыва, не ели, мало спали прошлой ночью, а вечером друг зовёт на вечеринку. Что произойдёт с вашими эмоциями?",
              "options": [
                {
                  "text": "Ничего особенного, справлюсь как обычно",
                  "feedback": "На самом деле усталость и голод делают нас более уязвимыми к стрессу и негативным эмоциям.",
                  "isHealthy": false
                },
                {
                  "text": "Буду более раздражительным и эмоционально нестабильным",
                  "feedback": "Верно! Физическое состояние напрямую влияет на эмоциональную устойчивость.",
                  "isHealthy": true
                }
              ]
            },
            {
              "type": "paragraph",
              "text": "Навык PLEASE из диалектико-поведенческой терапии (ДПТ) — это система заботы о себе, которая снижает эмоциональную уязвимость. Когда мы голодны, больны или не выспались, даже небольшие проблемы могут вызвать бурю эмоций. PLEASE помогает создать «подушку безопасности» для психики."
            },
            {
              "type": "heading",
              "text": "Что такое эмоциональная уязвимость"
            },
            {
              "type": "paragraph",
              "text": "Представьте, что ваша эмоциональная система — это иммунитет. When мы физически истощены, наш «эмоциональный иммунитет» тоже ослабевает. То, что обычно не расстроило бы, может довести до слёз или вспышки гнева."
            },
            {
              "type": "cards",
              "cards": [
                {
                  "front": "З — Здоровье тела",
                  "back": "Заботьтесь о своём теле. При необходимости обращайтесь к врачу. Принимайте лекарства, которые выписывает доктор"
                },
                {
                  "front": "А — Активность физическая",
                  "back": "Занимайтесь спортом каждый день. Выполняйте физические упражнения по 20 минут в день"
                },
                {
                  "front": "Б — Будьте умерены",
                  "back": "Не принимайте наркотики; употребляйте алкоголь в умеренных дозах (а лучше вообще не употребляйте). Избегайте стимулирующих веществ: кофеина, энергетиков"
                },
                {
                  "front": "О — Отдых для нервной системы",
                  "back": "Постарайтесь спать 7–9 часов в сутки или по крайней мере столько, чтобы хорошо себя чувствовать. Придерживайтесь расписания, особенно если у вас появились проблемы со сном"
                },
                {
                  "front": "ТА — Тарелка еды три-четыре раза в день",
                  "back": "Не ешьте слишком много или слишком мало. Ешьте регулярно и осознанно в течение дня. Держитесь подальше от продуктов, которые заставляют вас чувствовать себя слишком эмоциональным"
                }
              ]
            },
            {
              "type": "heading",
              "text": "Научная основа PLEASE"
            },
            {
              "type": "paragraph",
              "text": "Исследования показывают, что физическое состояние напрямую влияет на работу лимбической системы мозга, отвечающей за эмоции. Недосып увеличивает активность миндалевидного тела на 60%, делая нас более реактивными. Голод снижает уровень серотонина — «гормона счастья». Регулярные упражнения повышают устойчивость к стрессу за счёт выработки эндорфинов."
            },
            {
              "type": "heading",
              "text": "Практические советы"
            },
            {
              "type": "checklist",
              "title": "Ваш план заботы о себе",
              "items": [
                "Установите режим сна: ложитесь и вставайте в одно время",
                "Планируйте приёмы пищи заранее, не пропускайте завтрак",
                "Найдите 20 минут для движения — даже прогулка подойдёт",
                "Ведите дневник самочувствия: отмечайте связь между физическим и эмоциональным состоянием",
                "Создайте «аптечку самопомощи»: список действий для плохих дней"
              ]
            },
            {
              "type": "note",
              "text": "Помните: PLEASE — это не про идеальность, а про баланс. Даже небольшие изменения в заботе о теле могут значительно улучшить эмоциональную стабильность"
            },
            {
              "type": "heading",
              "text": "Частые ошибки"
            },
            {
              "type": "list",
              "title": "Чего стоит избегать:",
              "items": [
                "Думать, что сначала нужно «починить» эмоции, а потом заботиться о теле",
                "Пренебрегать одним аспектом в пользу другого (например, только спорт без сна)",
                "Ждать мотивации — начинайте с малого, но регулярно",
                "Винить себя за срывы — они нормальны, важно возвращаться к практике"
              ]
            }
          ]
        },
        {
          "id": "observe-emotion",
          "title": "Осознанное отношение к текущей эмоции",
          "readTime": 5,
          "elements": [
            {
              "type": "scenario",
              "title": "Что вы чувствуете прямо сейчас?",
              "situation": "Представьте: вы опоздали на важную встречу из-за пробки. Сердце колотится, мысли путаются. Что делать с этими эмоциями?",
              "options": [
                {
                  "text": "Постараться не думать об этом",
                  "feedback": "Подавление эмоций только усиливает их. Попробуем по-другому!",
                  "isHealthy": false
                },
                {
                  "text": "Заметить эмоцию и понаблюдать за ней",
                  "feedback": "Отличный выбор! Это и есть осознанное отношение к эмоции.",
                  "isHealthy": true
                }
              ]
            },
            {
              "type": "paragraph",
              "text": "Осознанное отношение к текущей эмоции — это навык из диалектической поведенческой терапии (ДПТ), который помогает нам не бороться с чувствами, а учиться с ними взаимодействовать. Представьте эмоцию как волну: она приходит, достигает пика и обязательно уходит."
            },
            {
              "type": "heading",
              "text": "Наблюдайте за своей эмоцией"
            },
            {
              "type": "paragraph",
              "text": "Первый шаг — просто заметить, что с вами происходит. Не нужно сразу что-то делать или исправлять."
            },
            {
              "type": "list",
              "title": "Как наблюдать за эмоцией:",
              "items": [
                "Отступите и отметьте присутствие эмоции",
                "Ощутите свою эмоцию как волну, которая приходит и уходит",
                "Представьте себя балансирующим на гребне этой волны"
              ]
            },
            {
              "type": "note",
              "text": "Помните: вы не обязаны действовать под влиянием эмоции. Между чувством и действием всегда есть пауза для выбора"
            },
            {
              "type": "heading",
              "text": "Чего не стоит делать с эмоциями"
            },
            {
              "type": "checklist",
              "title": "Избегайте этих реакций:",
              "items": [
                "Не пытайтесь блокировать или подавлять эмоцию",
                "Не пытайтесь избавиться от неё любой ценой",
                "Не пытайтесь сохранить эмоцию навсегда",
                "Не цепляйтесь за неё",
                "Не усиливайте её искусственно"
              ]
            },
            {
              "type": "heading",
              "text": "Практикуйте осознанность телесных ощущений"
            },
            {
              "type": "paragraph",
              "text": "Эмоции всегда проявляются в теле. Научитесь замечать эти сигналы."
            },
            {
              "type": "list",
              "title": "Техника телесной осознанности:",
              "items": [
                "Отметьте, где именно в теле вы ощущаете эмоцию",
                "Прочувствуйте эти ощущения настолько полно, насколько возможно",
                "Понаблюдайте, сколько времени пройдёт, прежде чем эмоция начнёт утихать"
              ]
            },
            {
              "type": "heading",
              "text": "Полюбите свои эмоции"
            },
            {
              "type": "paragraph",
              "text": "Это может звучать странно, но принятие эмоций — ключ к эмоциональному благополучию."
            },
            {
              "type": "cards",
              "cards": [
                {
                  "front": "Уважайте",
                  "back": "Ваши эмоции имеют право на существование"
                },
                {
                  "front": "Не осуждайте",
                  "back": "Эмоции не бывают «хорошими» или «плохими»"
                },
                {
                  "front": "Будьте готовы встретиться",
                  "back": "Практикуйте открытость к любым чувствам"
                },
                {
                  "front": "Принимайте полностью",
                  "back": "Эмоции — часть человеческого опыта"
                }
              ]
            },
            {
              "type": "quote",
              "text": "У вас нет необходимости действовать под влиянием эмоции. Вспомните времена, когда вы чувствовали себя иначе.",
              "author": "Из материалов ДПТ"
            },
            {
              "type": "boxBreathing"
            },
            {
              "type": "note",
              "text": "Исследования показывают: люди, практикующие осознанное отношение к эмоциям, лучше справляются со стрессом и реже испытывают тревогу и депрессию"
            }
          ]
        }
      ]
    },
    {
      "id": "interpersonal",
      "title": "Межличностная эффективность",
      "description": "Навыки построения здоровых отношений и коммуникации",
      "icon": "people-outline",
      "color": "#2196F3",
      "articles": [
        {
          "id": "interpersonal-101",
          "title": "Когда могут быть полезны навыки межличностной эффективности",
          "readTime": 3,
          "elements": [
            {
              "type": "paragraph",
              "text": "Навыки межличностной эффективности в ДПТ учат, как получать желаемое в отношениях, сохраняя самоуважение и не обижая других."
            },
            {
              "type": "paragraph",
              "text": "С помощью этих навыков вы можете добиваться своего в отношениях, не разрушая их, а укрепляя."
            },
            {
              "type": "heading",
              "text": "Когда применять навыки межличностной эффективности"
            },
            {
              "type": "list",
              "title": "Эти навыки полезны, когда вам нужно:",
              "items": [
                "Попросить о том, что вам нужно, или сказать «нет»",
                "Разрешить конфликт, сохранив отношения",
                "Выразить свое мнение или чувства конструктивно",
                "Установить или поддержать личные границы"
              ]
            },
            {
              "type": "paragraph",
              "text": "Ключевой принцип ДПТ: эффективное общение балансирует три цели одновременно — получить желаемое, сохранить отношения и сохранить самоуважение."
            },
            {
              "type": "note",
              "text": "Важно: используйте эти навыки в обычных ситуациях общения. В острых кризисах сначала применяйте навыки стрессоустойчивости"
            },
            {
              "type": "scenario",
              "title": "Выберите эффективную стратегию",
              "situation": "Ваш близкий друг время от времени опаздывает на встречи, и это вас расстраивает. На этой неделе он опоздал уже в третий раз на 40 минут. Вы цените дружбу, но такое поведение влияет на ваши планы.",
              "options": [
                {
                  "text": "Ничего не говорю, чтобы не портить отношения",
                  "feedback": "Вы сохраняете отношения, но жертвуете собственными потребностями и самоуважением. Навыки межличностной эффективности помогают найти баланс.",
                  "isHealthy": false
                },
                {
                  "text": "Применяю навыки межличностной эффективности: спокойно объясняю проблему, выражаю свои чувства и прошу изменить поведение",
                  "feedback": "Отлично! Вы используете эффективный подход — выражаете потребности, сохраняя уважение к другу и к себе.",
                  "isHealthy": true
                },
                {
                  "text": "Говорю: «Ты всегда опаздываешь, это неуважение ко мне!»",
                  "feedback": "Вы выражаете потребность, но теряете самоуважение и вредите отношениям. Навыки межличностной эффективности учат более конструктивному подходу.",
                  "isHealthy": false
                }
              ]
            },
            {
              "type": "paragraph",
              "text": "Помните: цель навыков межличностной эффективности — построение здоровых отношений, где учитываются потребности всех участников."
            }
          ]
        },
        {
          "id": "dear-man",
          "title": "Попроси (DEAR MAN): навык эффективной просьбы",
          "readTime": 5,
          "elements": [
            {
              "type": "scenario",
              "title": "Сложная просьба",
              "situation": "Вы работаете допоздна уже третью неделю подряд. Завтра у вашей дочери важное выступление в школе, но начальник снова просит остаться. Что вы скажете?",
              "options": [
                {
                  "text": "«Хорошо, останусь»",
                  "feedback": "Вы жертвуете важным событием. Попробуйте использовать навык ПОПРОСИ, чтобы найти компромисс.",
                  "isHealthy": false
                },
                {
                  "text": "«Я понимаю важность проекта, но завтра особенный день для моей семьи. Могу ли я закончить это утром?»",
                  "feedback": "Отличный пример навыка ПОПРОСИ! Вы объяснили ситуацию и предложили альтернативу.",
                  "isHealthy": true
                }
              ]
            },
            {
              "type": "paragraph",
              "text": "Умение просить — это не проявление слабости, а важный навык межличностного общения. Диалектическая поведенческая терапия (ДПТ) предлагает структурированный подход под названием ПОПРОСИ (или DEAR MAN в англоязычной версии), который поможет вам получить желаемое, сохранив отношения."
            },
            {
              "type": "heading",
              "text": "Что такое навык ПОПРОСИ"
            },
            {
              "type": "paragraph",
              "text": "ПОПРОСИ — это мнемоническая техника, где каждая буква обозначает конкретное действие. Этот навык основан на принципах ассертивного поведения и когнитивно-поведенческой терапии. Исследования показывают, что люди, владеющие навыками эффективного общения, испытывают меньше стресса и имеют более качественные отношения."
            },
            {
              "type": "cards",
              "cards": [
                {
                  "front": "П - ПЕРЕЧИСЛИТЕ",
                  "back": "Опишите текущую ситуацию фактами, без оценок и предположений"
                },
                {
                  "front": "О - ОПИШИТЕ",
                  "back": "Выразите свои чувства и мнение о ситуации, используя «Я-высказывания»"
                },
                {
                  "front": "П - ПОПРОСИТЕ",
                  "back": "Четко сформулируйте свою просьбу или откажитесь от нежелательного"
                },
                {
                  "front": "Р - РАССКАЖИТЕ",
                  "back": "Объясните пользу для собеседника или последствия отказа"
                },
                {
                  "front": "О - ОБСУДИТЕ",
                  "back": "Будьте готовы к переговорам и альтернативным решениям"
                },
                {
                  "front": "С - СТОЙТЕ",
                  "back": "Сосредоточьтесь на своих целях, не отвлекайтесь на побочные темы"
                },
                {
                  "front": "И - ИЗОБРАЗИТЕ",
                  "back": "Говорите уверенно, смотрите в глаза, держитесь прямо"
                }
              ]
            },
            {
              "type": "heading",
              "text": "Как работает каждый элемент"
            },
            {
              "type": "paragraph",
              "text": "**Перечислите факты** — основа любой просьбы. Вместо «Ты всегда опаздываешь!» скажите «Мы договорились встретиться в 19:00, сейчас 19:30». Факты нельзя оспорить, они создают объективную картину."
            },
            {
              "type": "paragraph",
              "text": "**Опишите свое отношение** — расскажите о своих чувствах без обвинений. «Когда мы встречаемся позже договоренного времени, я начинаю волноваться» вместо «Ты заставляешь меня нервничать»."
            },
            {
              "type": "paragraph",
              "text": "**Попросите четко** — избегайте намеков. Вместо «Было бы хорошо, если бы ты...» говорите «Я хочу, чтобы мы встречались точно в назначенное время»."
            },
            {
              "type": "paragraph",
              "text": "**Расскажите о пользе** — объясните, как ваша просьба поможет отношениям или ситуации. «Это поможет нам лучше планировать время и меньше волноваться»."
            },
            {
              "type": "heading",
              "text": "Практические стратегии"
            },
            {
              "type": "checklist",
              "title": "Подготовка к сложному разговору",
              "items": [
                "Определите конкретную цель разговора",
                "Соберите объективные факты",
                "Сформулируйте свои чувства без обвинений",
                "Придумайте четкую формулировку просьбы",
                "Подготовьте аргументы о пользе",
                "Продумайте возможные компромиссы"
              ]
            },
            {
              "type": "paragraph",
              "text": "**Обсуждение альтернатив** — ключ к успеху. Будьте готовы выслушать возражения и найти средний путь. «Если тебе сложно приходить к 19:00, может быть, встречаемся в 19:15?»"
            },
            {
              "type": "paragraph",
              "text": "**Стойте на своем** — не позволяйте увести разговор в сторону. Если собеседник начинает обвинять вас в других вещах, мягко верните диалог к изначальной теме."
            },
            {
              "type": "paragraph",
              "text": "**Изобразите уверенность** — ваша поза, тон голоса и зрительный контакт должны соответствовать словам. Говорите спокойно, но твердо."
            },
            {
              "type": "quiz",
              "questions": [
                {
                  "question": "Какой элемент ПОПРОСИ помогает создать объективную картину ситуации?",
                  "options": [
                    "Опишите отношение",
                    "Перечислите факты",
                    "Попросите четко"
                  ],
                  "correct": [1],
                  "multiple": false
                },
                {
                  "question": "Что не стоит делать при использовании навыка ПОПРОСИ?",
                  "options": [
                    "Говорить фактами",
                    "Обвинять собеседника",
                    "Предлагать компромиссы",
                    "Смотреть в глаза"
                  ],
                  "correct": [1],
                  "multiple": false
                }
              ]
            },
            {
              "type": "heading",
              "text": "Применение в сложных ситуациях"
            },
            {
              "type": "paragraph",
              "text": "Навык ПОПРОСИ особенно эффективен в напряженных ситуациях, когда эмоции зашкаливают. Исследования показывают, что структурированный подход снижает уровень конфликтности на 40% и повышает вероятность достижения компромисса."
            },
            {
              "type": "scenario",
              "title": "Семейный конфликт",
              "situation": "Ваш партнер третий раз за неделю отменяет совместные планы из-за работы. Вы чувствуете себя неважным и злитесь.",
              "options": [
                {
                  "text": "«Ты совсем меня не ценишь! Работа для тебя важнее!»",
                  "feedback": "Это обвинение, которое вызовет защитную реакцию. Попробуйте начать с фактов.",
                  "isHealthy": false
                },
                {
                  "text": "«Мы планировали провести вечер вместе уже третий раз за неделю, но каждый раз что-то случается с работой. Я расстраиваюсь, потому что наше время важно для меня. Можем ли мы найти день, который ты точно сможешь защитить от рабочих вопросов?»",
                  "feedback": "Превосходно! Вы использовали факты, выразили чувства и предложили решение.",
                  "isHealthy": true
                }
              ]
            },
            {
              "type": "heading",
              "text": "Когда навык может не сработать"
            },
            {
              "type": "paragraph",
              "text": "Важно понимать ограничения этого навыка. ПОПРОСИ эффективен с людьми, готовыми к диалогу. При общении с манипуляторами или в ситуациях явного неравенства сил может потребоваться другой подход или помощь специалиста."
            },
            {
              "type": "list",
              "title": "Признаки того, что стоит пересмотреть стратегию",
              "items": [
                "Собеседник игнорирует ваши слова или переходит на личности",
                "Ситуация касается вашей безопасности",
                "Человек находится в состоянии сильного алкогольного или наркотического опьянения",
                "Есть угроза физического или эмоционального насилия"
              ]
            },
            {
              "type": "note",
              "text": "Помните: цель навыка ПОПРОСИ — не победить в споре, а найти решение, которое устроит обе стороны. Иногда лучший результат — это понимание позиции друг друга, даже если компромисс невозможен"
            },
            {
              "type": "paragraph",
              "text": "Овладение навыком ПОПРОСИ требует практики. Начните с простых ситуаций — попросите коллегу помочь с проектом или попросите в кафе заменить остывший кофе. Постепенно переходите к более сложным разговорам. Каждый успешный опыт будет укреплять вашу уверенность в общении."
            }
          ]
        },
        {
          "id": "give",
          "title": "Друг (GIVE): эффективность отношений",
          "readTime": 10,
          "elements": [
            {
              "type": "scenario",
              "title": "Конфликт с лучшим другом",
              "situation": "Ваш лучший друг в очередной раз опоздал на встречу на полчаса. Вы чувствуете раздражение и обиду. Как вы отреагируете?",
              "options": [
                {
                  "text": "«Ты всегда опаздываешь! Мне это надоело!»",
                  "feedback": "Обвинения и критика разрушают отношения. Попробуйте более мягкий подход.",
                  "isHealthy": false
                },
                {
                  "text": "«Я понимаю, что у тебя могли быть причины. Давай обсудим, как нам лучше планировать встречи»",
                  "feedback": "Отличный пример навыка ДРУГ! Вы проявили понимание и предложили конструктивное решение.",
                  "isHealthy": true
                },
                {
                  "text": "Промолчать и сделать вид, что всё в порядке",
                  "feedback": "Избегание проблемы не решит её. Важно открыто, но деликатно обсуждать сложности.",
                  "isHealthy": false
                }
              ]
            },
            {
              "type": "paragraph",
              "text": "В диалектической поведенческой терапии (ДПТ) навык ДРУГ — это мощный инструмент для построения и укрепления отношений. Исследования показывают, что люди, владеющие навыками эффективного общения, имеют более крепкие связи, меньше конфликтов и выше уровень удовлетворённости жизнью."
            },
            {
              "type": "heading",
              "text": "Что такое навык ДРУГ?"
            },
            {
              "type": "paragraph",
              "text": "ДРУГ — это акроним, который расшифровывается как Доброжелательность, Расположение, Успешная валидация, Говорить непринуждённо. Этот навык помогает создавать тёплые, поддерживающие отношения и поддерживать их даже в сложные моменты."
            },
            {
              "type": "cards",
              "cards": [
                {
                  "front": "Д - Доброжелательность",
                  "back": "Будьте приятны и уважительны в общении. Исключите агрессию и критику."
                },
                {
                  "front": "Р - Расположение",
                  "back": "Слушайте внимательно и проявляйте искреннюю заинтересованность в собеседнике."
                },
                {
                  "front": "У - Успешная валидация",
                  "back": "Демонстрируйте понимание чувств и мыслей другого человека."
                },
                {
                  "front": "Г - Говорить непринуждённо",
                  "back": "Используйте юмор, будьте естественны и дипломатичны."
                }
              ]
            },
            {
              "type": "heading",
              "text": "Доброжелательность: основа крепких отношений"
            },
            {
              "type": "paragraph",
              "text": "Доброжелательность означает быть приятным и уважительным в общении. Это исключение любых форм агрессии — как словесной, так и физической."
            },
            {
              "type": "list",
              "title": "Что включает доброжелательность:",
              "items": [
                "Отказ от нападок, критики и обвинений",
                "Исключение сарказма и унижающих комментариев",
                "Выражение гнева исключительно словами, без агрессии",
                "Уважительный тон даже в конфликтных ситуациях"
              ]
            },
            {
              "type": "note",
              "text": "Исследования показывают, что один негативный комментарий может перечеркнуть эффект пяти позитивных взаимодействий в отношениях"
            },
            {
              "type": "heading",
              "text": "Расположение: искусство быть настоящим слушателем"
            },
            {
              "type": "paragraph",
              "text": "Расположение — это способность слушать и производить впечатление заинтересованности в том, что говорит собеседник. Это означает установить зрительный контакт, наклониться к говорящему и не отвлекаться."
            },
            {
              "type": "checklist",
              "title": "Как проявить расположение:",
              "items": [
                "Установите зрительный контакт с собеседником",
                "Наклонитесь в его сторону, показывая внимание",
                "Отложите телефон и другие отвлекающие предметы",
                "Не прерывайте и не говорите одновременно",
                "Учитывайте желания собеседника говорить позже"
              ]
            },
            {
              "type": "scenario",
              "title": "На семейном ужине",
              "situation": "Ваша сестра рассказывает о проблемах на работе, а вы одновременно проверяете сообщения в телефоне. Как лучше поступить?",
              "options": [
                {
                  "text": "Продолжить листать телефон, изредка кивая",
                  "feedback": "Это показывает незаинтересованность и может обидеть сестру. Лучше полностью сосредоточиться на разговоре.",
                  "isHealthy": false
                },
                {
                  "text": "Отложить телефон, посмотреть на сестру и сказать: «Расскажи подробнее, я слушаю»",
                  "feedback": "Отлично! Вы демонстрируете истинное расположение и заинтересованность.",
                  "isHealthy": true
                }
              ]
            },
            {
              "type": "heading",
              "text": "Успешная валидация: показать понимание"
            },
            {
              "type": "paragraph",
              "text": "Валидация — это демонстрация того, что вы понимаете чувства и мысли собеседника. Это не означает согласие, а показывает, что вы ставите себя на его место и понимаете его реакцию."
            },
            {
              "type": "quote",
              "text": "Я понимаю, что тебе тяжело в этой ситуации. Твои чувства абсолютно понятны.",
              "author": "Пример валидирующей фразы"
            },
            {
              "type": "list",
              "title": "Техники валидации:",
              "items": [
                "Повторите или перефразируйте слова собеседника",
                "Покажите, что понимаете его эмоциональное состояние",
                "Признайте обоснованность его реакции на ситуацию",
                "Выразите своими словами то, что он чувствует"
              ]
            },
            {
              "type": "heading",
              "text": "Говорить непринуждённо: лёгкость в общении"
            },
            {
              "type": "paragraph",
              "text": "Этот компонент включает использование лёгкого юмора, улыбки, помощь собеседнику расслабиться. Будьте естественными, говорите комплименты, ведите себя мягко и тактично."
            },
            {
              "type": "note",
              "text": "Помните: цель — не стать «удобным» для всех, а построить здоровые, взаимно поддерживающие отношения"
            },
            {
              "type": "quiz",
              "questions": [
                {
                  "question": "Какой компонент навыка ДРУГ включает отказ от критики и нападок?",
                  "options": [
                    "Доброжелательность",
                    "Расположение",
                    "Валидация",
                    "Непринуждённость"
                  ],
                  "correct": [0],
                  "multiple": false
                },
                {
                  "question": "Что означает валидация в контексте навыка ДРУГ?",
                  "options": [
                    "Согласие с собеседником",
                    "Понимание его чувств",
                    "Критика его позиции",
                    "Игнорирование эмоций"
                  ],
                  "correct": [1],
                  "multiple": false
                },
                {
                  "question": "Какие действия демонстрируют расположение? (выберите несколько)",
                  "options": [
                    "Зрительный контакт",
                    "Проверка телефона",
                    "Активное слушание",
                    "Наклон к собеседнику"
                  ],
                  "correct": [0, 2, 3],
                  "multiple": true
                }
              ]
            },
            {
              "type": "heading",
              "text": "Когда использовать навык ДРУГ"
            },
            {
              "type": "paragraph",
              "text": "Навык ДРУГ особенно эффективен, когда ваша цель — укрепить отношения, получить поддержку или просто приятно провести время с близким человеком. Это мощный инструмент для создания атмосферы доверия и взаимопонимания."
            },
            {
              "type": "checklist",
              "title": "Ситуации для применения навыка ДРУГ:",
              "items": [
                "Хотите углубить близость с партнёром или другом",
                "Нужна эмоциональная поддержка от близкого человека",
                "Планируете приятно провести время вместе",
                "Хотите восстановить отношения после конфликта",
                "Стремитесь создать доверительную атмосферу"
              ]
            },
            {
              "type": "paragraph",
              "text": "Овладение навыком ДРУГ требует практики, но результаты того стоят. Люди, использующие эти принципы, отмечают значительное улучшение качества своих отношений и общего эмоционального благополучия."
            }
          ]
        },
        {
          "id": "fast",
          "title": "Честь (FAST): эффективность самоуважения",
          "readTime": 5,
          "elements": [
            {
              "type": "scenario",
              "title": "Что скажете в ответ?",
              "situation": "Ваш друг критикует вас: «Ты всегда опаздываешь, это неуважение ко мне!» Вы знаете, что опоздали всего на 5 минут из-за пробки. Как ответите?",
              "options": [
                {
                  "text": "Ты прав, извини, я ужасный друг",
                  "feedback": "Вы принижаете себя и соглашаетесь с несправедливой критикой. Это разрушает самоуважение.",
                  "isHealthy": false
                },
                {
                  "text": "Понимаю, что ты расстроился. Я опоздал на 5 минут из-за пробки, обычно я пунктуален",
                  "feedback": "Отлично! Вы защищаете себя фактами, не принижая при этом чувства друга. Это навык ЧЕСТЬ в действии.",
                  "isHealthy": true
                }
              ]
            },
            {
              "type": "paragraph",
              "text": "Способность сохранять уважение к себе в сложных ситуациях — это не эгоизм, а жизненно важный навык. В диалектической поведенческой терапии (ДПТ) этот навык называется ЧЕСТЬ — акроним, который поможет вам помнить, как поддерживать здоровые отношения с собой и другими."
            },
            {
              "type": "cards",
              "cards": [
                {
                  "front": "Ч — Честными",
                  "back": "Будьте честными и справедливыми по отношению к себе и другим"
                },
                {
                  "front": "Е — Если виноваты",
                  "back": "Извиняйтесь только один раз, если действительно виноваты"
                },
                {
                  "front": "С — Своих ценностей",
                  "back": "Держитесь своих ценностей и убеждений"
                },
                {
                  "front": "Т — Только правду",
                  "back": "Говорите правду, не преувеличивайте и не выдумывайте"
                },
                {
                  "front": "Ь — (дополнение)",
                  "back": "Не забывайте валидировать собственные чувства и потребности"
                }
              ]
            },
            {
              "type": "heading",
              "text": "Будьте честными с собой и другими"
            },
            {
              "type": "paragraph",
              "text": "Честность — это основа самоуважения. Когда вы честны, вы не забываете «валидировать собственные чувства и пожелания — точно так же, как и чувства и пожелания других людей». Это означает признание своих потребностей как равноценных потребностям окружающих."
            },
            {
              "type": "list",
              "title": "Как практиковать честность:",
              "items": [
                "Не принижайте свои достижения из-за ложной скромности",
                "Признавайте свои сильные стороны наравне со слабостями",
                "Не преуменьшайте значимость своих чувств"
              ]
            },
            {
              "type": "heading",
              "text": "Извиняйтесь только когда виноваты"
            },
            {
              "type": "paragraph",
              "text": "«Не злоупотребляйте извинениями. Не извиняйтесь за то, что вы живёте на свете или за то, что вообще обращаетесь с просьбой». Чрезмерные извинения подрывают вашу самооценку и могут раздражать окружающих."
            },
            {
              "type": "scenario",
              "title": "Когда не стоит извиняться?",
              "situation": "Вы просите коллегу помочь с проектом. Он отвечает грубо. Ваша реакция?",
              "options": [
                {
                  "text": "Извините, что побеспокоил, не стоило просить",
                  "feedback": "Вы извиняетесь за нормальную просьбу. Это разрушает самоуважение.",
                  "isHealthy": false
                },
                {
                  "text": "Понимаю, что у вас много дел. Когда будет удобно обсудить?",
                  "feedback": "Вы проявляете понимание, но не извиняетесь за правомерную просьбу.",
                  "isHealthy": true
                }
              ]
            },
            {
              "type": "heading",
              "text": "Держитесь своих ценностей"
            },
            {
              "type": "paragraph",
              "text": "«Придерживайтесь собственных ценностей. Если на то нет очень веских причин, не поступайтесь своими ценностями или своим авторитетом». Ваши убеждения формируют вашу личность, и отказ от них ради одобрения других разрушает целостность."
            },
            {
              "type": "note",
              "text": "Помните: у вас есть право на собственное мнение, даже если другие с ним не согласны. Не каждый конфликт требует компромисса с вашей стороны"
            },
            {
              "type": "heading",
              "text": "Говорите только правду"
            },
            {
              "type": "paragraph",
              "text": "«Не лгите. Не притворяйтесь беспомощными, когда это не так. Не преувеличивайте и не выдумывайте оправданий». Честность освобождает от необходимости помнить, что и кому вы говорили, и создаёт основу для подлинных отношений."
            },
            {
              "type": "checklist",
              "title": "Практика правдивости:",
              "items": [
                "Не преувеличивайте свои проблемы для получения сочувствия",
                "Не притворяйтесь, что не понимаете, если понимаете",
                "Признавайте свои ошибки без драматизации",
                "Говорите о своих потребностях прямо"
              ]
            },
            {
              "type": "quiz",
              "questions": [
                {
                  "question": "В каких ситуациях стоит извиняться?",
                  "options": [
                    "Когда действительно виновны",
                    "Когда хотите избежать конфликта",
                    "Когда просите о помощи",
                    "Когда выражаете своё мнение"
                  ],
                  "correct": [0],
                  "multiple": false
                },
                {
                  "question": "Что помогает сохранить самоуважение? (выберите все верные)",
                  "options": [
                    "Честность с собой",
                    "Постоянные извинения",
                    "Защита своих ценностей",
                    "Говорение правды"
                  ],
                  "correct": [0, 2, 3],
                  "multiple": true
                }
              ]
            },
            {
              "type": "heading",
              "text": "Почему это работает"
            },
            {
              "type": "paragraph",
              "text": "Навык ЧЕСТЬ основан на принципах когнитивно-поведенческой терапии и подтверждён исследованиями. Когда вы практикуете самоуважение, вы укрепляете нейронные пути, отвечающие за здоровую самооценку. Это помогает регулировать эмоции и улучшает качество отношений."
            },
            {
              "type": "quote",
              "text": "Уважение к себе — это не высокомерие. Это признание собственной ценности как человека",
              "author": "Принципы ДПТ"
            },
            {
              "type": "paragraph",
              "text": "Помните: сохранение самоуважения — это не эгоизм, а необходимое условие для здоровых отношений. Когда вы уважаете себя, вы создаёте пространство для подлинной близости с другими людьми."
            }
          ]
        },
        {
          "id": "validation",
          "title": "Валидация",
          "readTime": 8,
          "elements": [
            {
              "type": "scenario",
              "title": "Давайте попробуем",
              "situation": "Ваш друг рассказывает, что его все игнорируют и никто не хочет с ним общаться. При этом вы знаете, что он сам часто отказывается от встреч.",
              "options": [
                {
                  "text": "«Да ладно, всё не так плохо, ты преувеличиваешь»",
                  "feedback": "Это обесценивание чувств. Человеку может стать ещё хуже.",
                  "isHealthy": false
                },
                {
                  "text": "«Понимаю, как тебе сейчас одиноко. Это действительно тяжело чувствовать себя в изоляции»",
                  "feedback": "Отлично! Вы признали чувства человека, не оценивая факты.",
                  "isHealthy": true
                },
                {
                  "text": "«Но ты же сам отказываешься от встреч!»",
                  "feedback": "Это критика вместо поддержки. Сейчас человеку нужно понимание.",
                  "isHealthy": false
                }
              ]
            },
            {
              "type": "heading",
              "text": "Что такое валидация"
            },
            {
              "type": "paragraph",
              "text": "Валидация — это признание того, что чувства и переживания другого человека имеют право на существование. Это не означает, что вы согласны с фактами или поведением человека. Вы просто признаёте: «Да, ты чувствуешь то, что чувствуешь, и это нормально»."
            },
            {
              "type": "paragraph",
              "text": "Представьте: ребёнок плачет, потому что упал и ободрал коленку. Мы не говорим ему «не плачь, это не больно». Мы признаём его боль: «Да, тебе больно, я понимаю». Точно так же работает валидация со взрослыми — только эмоции бывают сложнее."
            },
            {
              "type": "heading",
              "text": "Зачем нужна валидация"
            },
            {
              "type": "list",
              "title": "Валидация помогает:",
              "items": [
                "Улучшить отношения — люди чувствуют, что их слышат и понимают",
                "Снизить интенсивность эмоций — признание чувств помогает им утихнуть",
                "Избежать конфликтов — вместо спора вы показываете понимание",
                "Поддержать в трудный момент — иногда понимание важнее советов"
              ]
            },
            {
              "type": "cards",
              "cards": [
                {
                  "front": "Внимательность",
                  "back": "Покажите заинтересованность: слушайте, смотрите в глаза, кивайте, используйте мимику"
                },
                {
                  "front": "Повторение",
                  "back": "Перефразируйте слова собеседника: «Правильно ли я понимаю, что ты чувствуешь...»"
                },
                {
                  "front": "«Чтение мыслей»",
                  "back": "Озвучьте невысказанные чувства: «Похоже, ты расстроен из-за...»"
                },
                {
                  "front": "Понимание причин",
                  "back": "Покажите, что понимаете, откуда идут чувства: «Конечно, ты злишься — любой бы разозлился»"
                },
                {
                  "front": "Признание валидности",
                  "back": "Покажите, что чувства обоснованы в данной ситуации: «Твоя реакция абсолютно нормальна»"
                },
                {
                  "front": "Равенство",
                  "back": "Общайтесь на равных, не свысока: «Я бы тоже так чувствовал на твоём месте»"
                }
              ]
            },
            {
              "type": "heading",
              "text": "Что важно помнить"
            },
            {
              "type": "paragraph",
              "text": "Валидация не означает согласие. Вы можете валидировать чувства человека, даже если считаете его поведение неправильным. Например: «Я понимаю, почему ты разозлился на начальника. Любой бы расстроился, если бы его труд не оценили. Давай подумаем, как конструктивно решить эту ситуацию»."
            },
            {
              "type": "note",
              "text": "Любой неинвалидный ответ имеет смысл с определённой точки зрения. Валидация не обязательно означает согласие. Валидация не означает, что вам это нравится. Валидируйте только то, что валидно"
            },
            {
              "type": "quiz",
              "questions": [
                {
                  "question": "Что из этого является валидацией?",
                  "options": [
                    "«Не переживай, всё будет хорошо»",
                    "«Понимаю, как тебе сейчас тяжело»",
                    "«Ты слишком остро реагируешь»",
                    "«Не стоит из-за этого расстраиваться»"
                  ],
                  "correct": [1],
                  "multiple": false
                },
                {
                  "question": "Валидация означает:",
                  "options": [
                    "Согласие с поведением человека",
                    "Признание права на чувства",
                    "Решение проблем за человека",
                    "Отказ от собственной позиции"
                  ],
                  "correct": [1],
                  "multiple": false
                },
                {
                  "question": "Какие фразы помогают валидировать?",
                  "options": [
                    "«Я вижу, как тебе больно»",
                    "«Это действительно сложная ситуация»",
                    "«Любой бы расстроился на твоём месте»",
                    "«Не думай об этом»"
                  ],
                  "correct": [0, 1, 2],
                  "multiple": true
                }
              ]
            },
            {
              "type": "heading",
              "text": "Самовалидация и инвалидация"
            },
            {
              "type": "paragraph",
              "text": "Самовалидация — это признание собственных чувств и переживаний. Вместо «я не должен так чувствовать» вы говорите себе: «Моя реакция понятна, учитывая обстоятельства»."
            },
            {
              "type": "paragraph",
              "text": "Инвалидация может быть как полезной, так и вредной. Полезная инвалидация помогает исправить ошибки в интерпретации фактов и стимулирует рост. Вредная — игнорирует чувства, обесценивает переживания и может привести к ухудшению состояния."
            },
            {
              "type": "checklist",
              "title": "Как развивать навык валидации",
              "items": [
                "Практикуйте активное слушание — фокусируйтесь на словах собеседника",
                "Отражайте чувства — называйте эмоции, которые видите",
                "Избегайте оценок — не спешите судить или давать советы",
                "Будьте искренними — фальшивая валидация не работает",
                "Начните с себя — практикуйте самовалидацию"
              ]
            },
            {
              "type": "scenario",
              "title": "Практика валидации",
              "situation": "Подруга жалуется, что её парень забыл про годовщину их отношений",
              "options": [
                {
                  "text": "«Может, он просто забыл? Мужчины не помнят даты»",
                  "feedback": "Вы обесцениваете чувства подруги и оправдываете партнёра.",
                  "isHealthy": false
                },
                {
                  "text": "«Понимаю, почему ты расстроена. Для тебя это важная дата, и обидно, что он забыл»",
                  "feedback": "Прекрасная валидация! Вы признали чувства, не оценивая ситуацию.",
                  "isHealthy": true
                },
                {
                  "text": "«Да он козёл! Бросай его немедленно!»",
                  "feedback": "Вы даёте непрошеный совет вместо поддержки.",
                  "isHealthy": false
                }
              ]
            },
            {
              "type": "paragraph",
              "text": "Валидация — это мощный инструмент диалектической поведенческой терапии, который помогает улучшить отношения с собой и окружающими. Когда мы признаём чувства — свои и чужие — мы создаём пространство для понимания и изменений. Помните: валидировать не значит соглашаться. Это значит видеть человека и его переживания."
            }
          ]
        },
        {
          "id": "behavior-change",
          "title": "Стратегии изменения поведения",
          "readTime": 6,
          "elements": [
            {
              "type": "scenario",
              "title": "Утренняя дилемма",
              "situation": "Вы опять проспали будильник. До работы 40 минут, а дорога занимает час. Паника нарастает, хочется всё бросить и вообще не идти на работу",
              "options": [
                {
                  "text": "Позвонить и сказаться больным — не первый раз же",
                  "feedback": "Это избегание. Проблема не решится, а чувство вины только усилится",
                  "isHealthy": false
                },
                {
                  "text": "Написать руководителю о задержке и спокойно собраться",
                  "feedback": "Отлично! Вы признали проблему и действуете конструктивно",
                  "isHealthy": true
                },
                {
                  "text": "Мчаться как угорелый, может, успею",
                  "feedback": "Импульсивная реакция может привести к ошибкам и усилить стресс",
                  "isHealthy": false
                }
              ]
            },
            {
              "type": "heading",
              "text": "Что такое изменение поведения в ДПТ"
            },
            {
              "type": "paragraph",
              "text": "В диалектико-поведенческой терапии изменение поведения — это не просто «перестань делать плохо, начни делать хорошо». Это целая система научно обоснованных стратегий, которые помогают постепенно заменять деструктивные паттерны на более эффективные. Представьте, что ваше поведение — это хорошо протоптанная тропинка в лесу. Чтобы пойти новым путём, нужно не только перестать ходить по старой тропе, но и проложить новую, сделать её удобной и привычной."
            },
            {
              "type": "heading",
              "text": "Три кита изменений: подкрепление, угашение, наказание"
            },
            {
              "type": "cards",
              "cards": [
                {
                  "front": "Подкрепление",
                  "back": "Увеличивает вероятность поведения. Как конфета после уборки комнаты — хочется убираться чаще"
                },
                {
                  "front": "Положительное подкрепление",
                  "back": "Добавляем что-то приятное после желаемого поведения. Похвала за выполненную работу"
                },
                {
                  "front": "Отрицательное подкрепление",
                  "back": "Убираем что-то неприятное. Головная боль проходит после таблетки — будем пить таблетки"
                },
                {
                  "front": "Угашение",
                  "back": "Прекращаем подкреплять нежелательное поведение. Игнорируем истерику — истерики становятся реже"
                },
                {
                  "front": "Наказание",
                  "back": "Снижает частоту поведения через неприятные последствия. Штраф за превышение скорости"
                }
              ]
            },
            {
              "type": "note",
              "text": "В ДПТ наказание используется крайне осторожно — оно может вызвать сопротивление и ухудшить отношения"
            },
            {
              "type": "heading",
              "text": "Формирование нового поведения: метод маленьких шагов"
            },
            {
              "type": "paragraph",
              "text": "Невозможно сразу пробежать марафон, если вы никогда не бегали. В ДПТ используется принцип постепенного приближения к цели — шейпинг. Вы подкрепляете каждый маленький шаг в нужном направлении. Хотите научиться медитировать по 30 минут? Начните с одной минуты и хвалите себя за это достижение."
            },
            {
              "type": "checklist",
              "title": "Как формировать новое поведение",
              "items": [
                "Определите конечную цель максимально конкретно",
                "Разбейте путь на микрошаги",
                "Начните с самого простого шага",
                "Подкрепляйте каждое достижение немедленно",
                "Увеличивайте сложность постепенно",
                "Не требуйте от себя совершенства сразу"
              ]
            },
            {
              "type": "heading",
              "text": "Выбор времени: когда менять поведение"
            },
            {
              "type": "paragraph",
              "text": "Есть важный нюанс: подкрепление работает лучше всего, когда оно следует сразу за поведением. Пообещать себе награду через неделю — почти бесполезно. Мозг связывает события, которые происходят близко по времени. Поэтому если вы хотите закрепить утреннюю зарядку, награждайте себя сразу после неё — вкусным кофе, любимой песней, приятным душем."
            },
            {
              "type": "quiz",
              "questions": [
                {
                  "question": "Когда подкрепление наиболее эффективно?",
                  "options": [
                    "Через неделю после поведения",
                    "Сразу после поведения",
                    "Перед поведением",
                    "Время не имеет значения"
                  ],
                  "correct": [1],
                  "multiple": false
                },
                {
                  "question": "Что из этого является положительным подкреплением?",
                  "options": [
                    "Прекращение головной боли после таблетки",
                    "Похвала за выполненную работу",
                    "Игнорирование нежелательного поведения",
                    "Штраф за нарушение"
                  ],
                  "correct": [1],
                  "multiple": false
                },
                {
                  "question": "Какие стратегии помогают сформировать новое поведение?",
                  "options": [
                    "Разбивка на маленькие шаги",
                    "Немедленное подкрепление",
                    "Постепенное усложнение",
                    "Требование совершенства с первого раза"
                  ],
                  "correct": [0, 1, 2],
                  "multiple": true
                }
              ]
            },
            {
              "type": "heading",
              "text": "Важное предупреждение об изменениях"
            },
            {
              "type": "paragraph",
              "text": "Когда вы начинаете менять систему подкреплений, поведение сначала может стать хуже. Это называется «поведенческий взрыв». Представьте: ребёнок привык получать конфету за истерику. Вы перестаёте давать конфету. Первое время истерики станут громче и дольше — ребёнок проверяет, не сломалась ли система. Это временно! Важно выдержать этот период и не сдаться."
            },
            {
              "type": "note",
              "text": "Поведение, выученное в одной ситуации, может не проявиться в другой. Практикуйте новые навыки в разных контекстах"
            },
            {
              "type": "heading",
              "text": "Практическое применение"
            },
            {
              "type": "scenario",
              "title": "Вечерний соблазн",
              "situation": "22:00, вы собирались лечь спать, но рука тянется к телефону «посмотреть ленту на 5 минут»",
              "options": [
                {
                  "text": "«Всего 5 минут, что может случиться?»",
                  "feedback": "Мы знаем, чем это закончится. 5 минут превратятся в 2 часа",
                  "isHealthy": false
                },
                {
                  "text": "Положить телефон в другую комнату и пойти спать",
                  "feedback": "Отличная стратегия! Вы убрали триггер и облегчили себе задачу",
                  "isHealthy": true
                },
                {
                  "text": "«Я же взрослый человек, должен уметь контролировать себя!»",
                  "feedback": "Самоконтроль — ограниченный ресурс. Лучше создать условия, где он не понадобится",
                  "isHealthy": false
                }
              ]
            },
            {
              "type": "paragraph",
              "text": "Стратегии изменения поведения в ДПТ основаны на десятилетиях исследований в области поведенческой психологии. Они работают, потому что учитывают, как на самом деле функционирует наш мозг — через систему наград и последствий. Помните: изменение поведения — это марафон, а не спринт. Будьте терпеливы к себе и празднуйте каждый маленький успех."
            },
            {
              "type": "checklist",
              "title": "Ваш план действий на сегодня",
              "items": [
                "Выберите одно поведение, которое хотите изменить",
                "Определите, что его подкрепляет сейчас",
                "Придумайте альтернативное подкрепление для желаемого поведения",
                "Сделайте первый маленький шаг",
                "Немедленно себя наградите"
              ]
            }
          ]
        }
      ]
    }
  ]
}
