{
  "groups": [
    {
      "title": "Навыки ДПТ",
      "blocks": [
        "mindfulness",
        "stress-tolerance",
        "emotion-regulation",
        "interpersonal"
      ]
    }
  ],
  "blocks": [
    {
      "id": "mindfulness",
      "title": "Осознанность",
      "description": "Практики развития внимательности и присутствия в моменте",
      "icon": "eye-outline",
      "color": "#4CAF50",
      "articles": [
        {
          "id": "mindfulness-101",
          "title": "Зачем нужны навыки осознанности",
          "readTime": 4,
          "elements": [
            {
              "type": "paragraph",
              "text": "Блок навыков осознанности — это своего рода фундамент для всех остальных навыков."
            },
            {
              "type": "paragraph",
              "text": "Представьте, что вы учитесь водить машину в сильную бурю, когда ничего не видно. Осознанность — это как раз те «дворники», которые очищают лобовое стекло, чтобы вы могли ясно видеть дорогу."
            },
            {
              "type": "paragraph",
              "text": "Когда мы находимся в сильных эмоциях или стрессе, наш «внутренний туман» мешает нам понять, что именно происходит."
            },

            {
              "type": "heading",
              "text": "Два типа навыков: «что» и «как»"
            },
            {
              "type": "paragraph",
              "text": "В ДПТ навыки осознанности делятся на две группы. Навыки «что» — это конкретные действия: наблюдать, описывать или участвовать. Навыки «как» — это способ выполнения этих действий: безоценочно, однонаправленно и эффективно."
            },
            {
              "type": "paragraph",
              "text": "Ключевое отличие в применении: вы выбираете только один навык «что» в каждый момент времени, но стараетесь применять все три навыка «как» одновременно. Например, когда вы наблюдаете за своим дыханием, вы делаете это безоценочно (не думая «дышу правильно или неправильно»), однонаправленно (сосредоточившись только на дыхании) и эффективно (делая то, что помогает вам в данной ситуации)."
            },
            {
              "type": "list",
              "title": "Возможные комбинации:",
              "items": [
                "Наблюдать + безоценочно, однонаправленно, эффективно",
                "Описывать + безоценочно, однонаправленно, эффективно",
                "Участвовать + безоценочно, однонаправленно, эффективно"
              ]
            },
            {
              "type": "note",
              "text": "Думайте о навыках «что» как о выборе инструмента, а о навыках «как» — как о технике его использования. Какой бы инструмент вы ни выбрали, техника остается той же"
            },
            {
              "type": "list",
              "title": "Навыки осознанности помогают:",
              "items": [
                "Заметить свои эмоции и мысли, не погружаясь в них с головой",
                "Сделать паузу вместо импульсивных действий",
                "Выбрать более подходящий способ реагирования"
              ]
            },
            {
              "type": "note",
              "text": "Без осознанности остальные навыки ДПТ работают не столь эффективно: сложно регулировать эмоции или выстраивать отношения, когда вы с трудом замечаете, что с вами происходит"
            },
            {
              "type": "paragraph",
              "text": "Это как научиться сначала останавливаться и смотреть по сторонам, прежде чем переходить дорогу. Простой, но жизненно важный навык!"
            },
            {
              "type": "scenario",
              "title": "Проверьте свою осознанность",
              "situation": "Вы идете на важную встречу и понимаете, что опаздываете на 15 минут. Сердце бешено колотится, в голове крутятся мысли: «Все пропало, меня уволят, это провал». Что вы делаете?",
              "options": [
                {
                  "text": "Бегу еще быстрее, звоню и извиняюсь на ходу",
                  "feedback": "Вы действуете импульсивно под влиянием паники. Попробуйте сначала применить осознанность — остановитесь и сделайте вдох.",
                  "isHealthy": false
                },
                {
                  "text": "Останавливаюсь, делаю глубокий вдох и замечаю: «Я паникую, сердце колотится, мысли катастрофичны»",
                  "feedback": "Отлично! Вы применили навык осознанности — заметили свое состояние, не погрузившись в него. Теперь можете выбрать более разумное действие.",
                  "isHealthy": true
                },
                {
                  "text": "Думаю: «Ничего страшного, все само как-нибудь образуется»",
                  "feedback": "Вы избегаете проблему, но не применяете осознанность. Важно сначала заметить свои эмоции и мысли, а потом уже выбирать реакцию.",
                  "isHealthy": false
                }
              ]
            }
          ]
        },
        {
          "id": "wise-mind",
          "title": "Мудрый разум",
          "readTime": 7,
          "elements": [
            {
              "type": "paragraph",
              "text": "«Мудрый разум» — это один из ключевых навыков диалектической поведенческой терапии, который помогает находить баланс между эмоциями и логикой. Этот навык особенно важен, когда вы сталкиваетесь с трудными решениями или переживаете сильные чувства."
            },
            {
              "type": "heading",
              "text": "Три состояния разума"
            },
            {
              "type": "paragraph",
              "text": "Согласно ДПТ, наш разум может находиться в трёх состояниях:"
            },
            {
              "type": "cards",
              "cards": [
                {
                  "front": "Рациональный разум",
                  "back": "Холодный, рассудочный, ориентированный на задачу. Оперирует фактами и логикой, ценности и чувства ему не важны"
                },
                {
                  "front": "Эмоциональный разум",
                  "back": "Пылкий, зависимый от настроения, ориентированный на эмоции. Вами управляют настроения и побуждения"
                },
                {
                  "front": "Мудрый разум",
                  "back": "Внутренний источник мудрости каждого человека. Ценит и рассудок, и эмоции, примиряет левое и правое полушария"
                }
              ]
            },
            {
              "type": "note",
              "text": "Мудрый разум — это не компромисс между эмоциями и логикой, а качественно новое состояние, которое интегрирует их мудро и целостно"
            },
            {
              "type": "heading",
              "text": "Как развивать навык мудрого разума"
            },
            {
              "type": "paragraph",
              "text": "Навыки осознанности требуют практики. Важно начинать в спокойных условиях, когда нет необходимости в навыке. Регулярная практика поможет использовать мудрый разум, когда он действительно понадобится."
            },
            {
              "type": "checklist",
              "title": "Упражнения для развития мудрого разума",
              "items": [
                "Практикуйте «камешек в озере» — представляйте себя маленьким камешком, медленно опускающимся на дно спокойного озера",
                "Используйте «спуск по винтовой лестнице» — медленно спускайтесь внутрь себя к своему центру",
                "Применяйте технику «мудрый на вдохе, разум на выдохе»",
                "Задавайте вопросы своему мудрому разуму и внимательно слушайте ответы"
              ]
            },
            {
              "type": "heading",
              "text": "Практические техники"
            },
            {
              "type": "list",
              "title": "Методы концентрации на дыхании:",
              "items": [
                "Делайте полный вдох, отмечайте ощущения от входящего воздуха",
                "Позвольте вниманию переместиться в ваш центр — «дно» или «вершину» дыхания",
                "Укрепите внимание в своём центре, сохраняя естественный ритм дыхания"
              ]
            },
            {
              "type": "boxBreathing"
            },
            {
              "type": "heading",
              "text": "Расширение осознания"
            },
            {
              "type": "paragraph",
              "text": "На вдохе сосредоточьте внимание на вашем центре. На выдохе сохраняйте внимание в центре, но расширьте осознание до размеров пространства, в котором вы находитесь. Продолжайте, оставаясь в происходящем."
            },
            {
              "type": "scenario",
              "title": "Применение мудрого разума",
              "situation": "Вы поссорились с близким человеком и чувствуете сильную злость. Что делать?",
              "options": [
                {
                  "text": "Немедленно высказать всё, что думаю",
                  "feedback": "Это эмоциональный разум. Может усугубить ситуацию. Попробуйте сначала обратиться к мудрому разуму.",
                  "isHealthy": false
                },
                {
                  "text": "Подавить эмоции и действовать только логично",
                  "feedback": "Это рациональный разум, но он игнорирует важные чувства. Мудрый разум учтёт и эмоции, и логику.",
                  "isHealthy": false
                },
                {
                  "text": "Сделать паузу, подышать и спросить мудрый разум, как лучше поступить",
                  "feedback": "Отлично! Это и есть обращение к мудрому разуму — интеграция чувств и мыслей для принятия мудрого решения.",
                  "isHealthy": true
                }
              ]
            },
            {
              "type": "note",
              "text": "Помните: мудрый разум есть у каждого человека. Иногда его сложно услышать из-за сильных эмоций или чрезмерного анализа, но с практикой вы научитесь к нему обращаться"
            }
          ]
        },
        {
          "id": "observe",
          "title": "Наблюдение: замечать",
          "readTime": 8,
          "elements": [
            {
              "type": "paragraph",
              "text": "Навык «Наблюдение» — это основа осознанности в диалектической поведенческой терапии. Он помогает вам замедлиться, сосредоточиться на настоящем моменте и увидеть ситуацию такой, какая она есть на самом деле, без искажений и оценок."
            },
            {
              "type": "heading",
              "text": "Что такое наблюдение?"
            },
            {
              "type": "paragraph",
              "text": "Наблюдение — это способность направлять внимание на то, что происходит внутри вас и вокруг вас в данный момент. Это как включить «режим исследователя»: вы просто замечаете свои ощущения, мысли, эмоции и окружающую обстановку, не пытаясь ничего изменить или оценить."
            },
            {
              "type": "heading",
              "text": "Основные принципы наблюдения"
            },
            {
              "type": "list",
              "title": "Как правильно наблюдать:",
              "items": [
                "Отмечайте ощущения в теле через органы чувств — что видите, слышите, чувствуете кожей",
                "Намеренно направляйте внимание на настоящий момент",
                "Контролируйте своё внимание, а не то, что является его объектом",
                "Практикуйте безмолвное наблюдение — следите за мыслями, как за облаками в небе",
                "Наблюдайте за происходящим как снаружи, так и внутри себя"
              ]
            },
            {
              "type": "heading",
              "text": "Практические способы развития навыка"
            },
            {
              "type": "checklist",
              "title": "Упражнения для тренировки наблюдения:",
              "items": [
                "Лягте на землю и смотрите на проплывающие облака",
                "Сядьте на скамейку и наблюдайте за прохожими без оценок",
                "Обращайте внимание на выражения лиц, движения и жесты людей",
                "Прислушивайтесь к звукам вокруг — тишине между звуками, высоте и тембру голосов",
                "Наблюдайте за своим дыханием — как воздух входит и выходит из лёгких"
              ]
            },
            {
              "type": "heading",
              "text": "Наблюдение за внутренними процессами"
            },
            {
              "type": "paragraph",
              "text": "Особенно важно учиться наблюдать за своими мыслями и эмоциями. Представьте, что ваш разум — это небо, а мысли — облака. Они приходят и уходят, а вы просто наблюдаете за ними, не цепляясь и не прогоняя их."
            },
            {
              "type": "list",
              "title": "Техники наблюдения за внутренними состояниями:",
              "items": [
                "Отмечайте мысли словами: «Сейчас у меня мысль о...»",
                "Называйте эмоции: «Я замечаю в себе грусть», «Чувствую раздражение»",
                "Наблюдайте за физическими ощущениями от эмоций в теле",
                "Следите за потоком мыслей без попыток их изменить"
              ]
            },
            {
              "type": "note",
              "text": "Помните: цель наблюдения не в том, чтобы достичь особого состояния или избавиться от неприятных ощущений. Цель — просто замечать то, что есть, с любопытством и принятием"
            },
            {
              "type": "heading",
              "text": "Когда и как применять навык"
            },
            {
              "type": "paragraph",
              "text": "Наблюдение особенно полезно, когда вы чувствуете себя подавленными эмоциями или мыслями. Вместо того чтобы бороться с ними или избегать, попробуйте просто понаблюдать. Это поможет создать некоторое расстояние между вами и интенсивными переживаниями."
            },
            {
              "type": "cards",
              "cards": [
                {
                  "front": "Стрессовая ситуация",
                  "back": "Остановитесь и понаблюдайте: что происходит в теле? Какие мысли возникают? Просто заметьте без оценки"
                },
                {
                  "front": "Сильные эмоции",
                  "back": "Назовите эмоцию: «Я замечаю злость». Где она ощущается в теле? Как меняется со временем?"
                },
                {
                  "front": "Поток мыслей",
                  "back": "Представьте мысли как поезда на вокзале — вы наблюдатель на платформе, который просто смотрит, как они приходят и уходят"
                }
              ]
            },
            {
              "type": "paragraph",
              "text": "Регулярная практика наблюдения укрепляет вашу способность оставаться в контакте с настоящим моментом и реагировать на жизненные ситуации более осознанно, а не импульсивно. Это фундамент для развития всех остальных навыков осознанности."
            }
          ]
        },
        {
          "id": "describe",
          "title": "Описание: добавлять слова, только факты",
          "readTime": 4,
          "elements": [
            {
              "type": "paragraph",
              "text": "Навык «Описание» — это мощный инструмент диалектической поведенческой терапии (ДПТ), который помогает вам лучше понимать и контролировать свои эмоции. Когда мы переживаем сильные чувства, наш разум часто «достраивает» ситуацию домыслами и интерпретациями, что только усиливает эмоциональную бурю."
            },
            {
              "type": "heading",
              "text": "Что такое навык описания"
            },
            {
              "type": "paragraph",
              "text": "Описание — это умение разделять факты и интерпретации. Вместо того чтобы говорить «Он меня ненавидит», вы учитесь замечать: «Он не ответил на моё сообщение по прошествии трёх часов». Первое — интерпретация, второе — факт."
            },
            {
              "type": "list",
              "title": "Основные принципы навыка:",
              "items": [
                "Описывайте только то, что можете наблюдать органами чувств",
                "Отделяйте свои интерпретации от фактов",
                "Избегайте оценочных суждений",
                "Используйте конкретные, а не абстрактные слова"
              ]
            },
            {
              "type": "heading",
              "text": "Как это работает на практике"
            },
            {
              "type": "scenario",
              "title": "Попробуйте применить навык",
              "situation": "Ваш друг выглядит грустным и молчит во время встречи. Как вы опишете ситуацию?",
              "options": [
                {
                  "text": "Он на меня обижается",
                  "feedback": "Это интерпретация. Вы не можете знать наверняка, что он думает.",
                  "isHealthy": false
                },
                {
                  "text": "Он меньше говорит, чем обычно, и выражение его лица кажется печальным",
                  "feedback": "Отлично! Вы описали только то, что можете наблюдать.",
                  "isHealthy": true
                }
              ]
            },
            {
              "type": "paragraph",
              "text": "Когда вы описываете ситуацию фактами, ваш мозг получает передышку от эмоциональной «накрутки». Это создаёт пространство между вами и интенсивными переживаниями, позволяя принимать более взвешенные решения."
            },
            {
              "type": "list",
              "title": "Практические упражнения:",
              "items": [
                "Наблюдайте за облаками и описывайте только их форму и движение",
                "Описывайте эмоции через телесные ощущения: «сжимается грудь» вместо «тревожусь»",
                "Ведите дневник фактов: записывайте события дня без оценок и домыслов"
              ]
            },
            {
              "type": "note",
              "text": "Помните: цель не в том, чтобы стать бесчувственным роботом, а в том, чтобы научиться различать факты и эмоции. Это даёт вам больше свободы выбора в том, как реагировать на жизненные ситуации"
            }
          ]
        },
        {
          "id": "participate",
          "title": "Участие: погружаться в происходящее",
          "readTime": 4,
          "elements": [
            {
              "type": "paragraph",
              "text": "Навык «Участие» — это способность полностью погружаться в текущий момент и позволять себе естественно реагировать на происходящее. Это один из ключевых навыков осознанности диалектической поведенческой терапии."
            },
            {
              "type": "heading",
              "text": "Что значит участвовать?"
            },
            {
              "type": "paragraph",
              "text": "Участие означает полное вовлечение в деятельность без постоянного наблюдения за собой со стороны. Когда вы танцуете — просто танцуете, не думая о том, как выглядите. Когда разговариваете с другом — полностью присутствуете в диалоге, а не анализируете каждое слово."
            },
            {
              "type": "note",
              "text": "Участие — это не потеря контроля, а осознанный выбор довериться моменту и своей интуиции"
            },
            {
              "type": "heading",
              "text": "Как развивать навык участия"
            },
            {
              "type": "checklist",
              "title": "Практические упражнения",
              "items": [
                "Танцуйте под музыку, позволяя телу двигаться естественно",
                "Пойте любимые песни, не заботясь о звучании голоса",
                "Полностью погружайтесь в разговор, отпуская внутреннего критика",
                "Занимайтесь спортом, фокусируясь на движениях, а не на результате",
                "Играйте с детьми или животными, следуя их энергии"
              ]
            },
            {
              "type": "heading",
              "text": "Связь с миром через участие"
            },
            {
              "type": "paragraph",
              "text": "Исследования показывают, что полное погружение в деятельность активирует парасимпатическую нервную систему, снижая уровень стресса и тревоги. Когда вы участвуете, ваше внимание естественным образом фокусируется на внешнем мире — на ощущениях от прикосновения к объектам, на звуках, на движении."
            },
            {
              "type": "cards",
              "cards": [
                {
                  "front": "Наблюдение за дыханием",
                  "back": "Почувствуйте, как воздух проходит через нос, наполняет легкие и выходит обратно"
                },
                {
                  "front": "Контакт с землей",
                  "back": "Ощутите, как ваши стопы касаются пола, как вес тела распределяется между ними"
                },
                {
                  "front": "Связь через предметы",
                  "back": "Возьмите любой предмет и исследуйте его текстуру, температуру, вес"
                },
                {
                  "front": "Единство с природой",
                  "back": "Представьте себя деревом: корни уходят в землю, ветви тянутся к небу"
                }
              ]
            },
            {
              "type": "heading",
              "text": "Когда участие особенно важно"
            },
            {
              "type": "list",
              "title": "Ситуации для практики",
              "items": [
                "Во время творческой деятельности — рисования, музыки, письма",
                "При общении с близкими людьми",
                "В моменты радости и празднования",
                "При выполнении рутинных дел — готовки, уборки, прогулки",
                "Во время физической активности"
              ]
            },
            {
              "type": "paragraph",
              "text": "Помните: участие не означает импульсивность или безрассудство. Это осознанный выбор действовать интуитивно из мудрого разума, доверяя накопленному опыту и навыкам. Со временем вы научитесь различать моменты, когда полезно наблюдать и описывать, и моменты, когда пора отпустить контроль и просто быть."
            }
          ]
        },
        {
          "id": "non-judgmental",
          "title": "Безоценочность",
          "readTime": 9,
          "elements": [
            {
              "type": "paragraph",
              "text": "Безоценочность — это способность наблюдать за происходящим, не навешивая ярлыки «хорошо» или «плохо». Согласно исследованиям в области ДПТ, этот навык помогает снизить эмоциональную реактивность и улучшить регуляцию эмоций. Вместо того чтобы автоматически судить о событиях, мы учимся видеть их такими, какие они есть."
            },
            {
              "type": "note",
              "text": "Безоценочность не означает равнодушие — это осознанное наблюдение без автоматических суждений"
            },
            {
              "type": "heading",
              "text": "Почему оценки мешают"
            },
            {
              "type": "paragraph",
              "text": "Когда вы оцениваете ситуацию как «ужасную» или «невыносимую», ваш мозг активирует стрессовую реакцию. Исследования показывают, что оценочные мысли усиливают эмоциональное страдание. Например, мысль «Я неудачник» вызывает больше боли, чем простое признание факта: «Я допустил ошибку в этой задаче»."
            },
            {
              "type": "heading",
              "text": "Как практиковать безоценочность"
            },
            {
              "type": "checklist",
              "title": "Шаги к безоценочному наблюдению",
              "items": [
                "Замечайте, когда появляются оценочные мысли",
                "Заменяйте оценки на факты: вместо «ужасная погода» — «идёт дождь, температура 5 градусов»",
                "Описывайте события через органы чувств: что вы видите, слышите, ощущаете",
                "Отмечайте свои эмоции как факты: «Я замечаю тревогу» вместо «это невыносимо»"
              ]
            },
            {
              "type": "cards",
              "cards": [
                {
                  "front": "Оценочная мысль",
                  "back": "«Моя презентация была катастрофой»"
                },
                {
                  "front": "Безоценочное описание",
                  "back": "«Я забыл два слайда, голос дрожал в начале выступления»"
                },
                {
                  "front": "Оценочная мысль",
                  "back": "«Он ужасный человек»"
                },
                {
                  "front": "Безоценочное описание",
                  "back": "«Он опоздал на встречу три раза»"
                }
              ]
            },
            {
              "type": "heading",
              "text": "Работа с автоматическими суждениями"
            },
            {
              "type": "paragraph",
              "text": "Наш мозг эволюционно настроен на быструю оценку ситуаций — это помогало выживать. Но в современной жизни автоматические суждения часто создают лишнее напряжение. ДПТ предлагает не бороться с оценками, а замечать их и возвращаться к фактам."
            },
            {
              "type": "list",
              "title": "Признаки оценочного мышления",
              "items": [
                "Использование слов «всегда», «никогда», «должен»",
                "Навешивание ярлыков на себя или других",
                "Предсказания будущего: «всё будет ужасно»",
                "Чтение мыслей: «он думает, что я глупая»"
              ]
            },
            {
              "type": "scenario",
              "title": "Практика безоценочности",
              "situation": "Вы опоздали на важную встречу, и в голове появляется мысль:",
              "options": [
                {
                  "text": "«Я безответственный человек, всегда всё порчу»",
                  "feedback": "Это оценочное суждение. Попробуйте описать только факты.",
                  "isHealthy": false
                },
                {
                  "text": "«Я опоздал на 15 минут. Это третье опоздание за месяц»",
                  "feedback": "Отлично! Вы описали факты без оценок.",
                  "isHealthy": true
                },
                {
                  "text": "«Это катастрофа, меня точно уволят»",
                  "feedback": "Это предсказание с оценкой. Вернитесь к фактам настоящего момента.",
                  "isHealthy": false
                }
              ]
            },
            {
              "type": "heading",
              "text": "Польза безоценочного подхода"
            },
            {
              "type": "paragraph",
              "text": "Исследования в области нейропсихологии показывают, что практика безоценочности снижает активность миндалины — центра тревоги в мозге. Вы начинаете реагировать на ситуации более спокойно и принимать более взвешенные решения. Этот навык особенно полезен при тревожных расстройствах и депрессии."
            },
            {
              "type": "quote",
              "text": "«Между стимулом и реакцией есть промежуток. В этом промежутке у нас есть свобода выбрать свою реакцию»",
              "author": "Виктор Франкл"
            },
            {
              "type": "heading",
              "text": "Когда безоценочность особенно важна"
            },
            {
              "type": "list",
              "title": "Ситуации для практики",
              "items": [
                "При конфликтах — описывайте действия, а не характер человека",
                "При ошибках — фокусируйтесь на том, что произошло, без самокритики",
                "При планировании — оценивайте реальные риски, а не катастрофические сценарии",
                "При общении — слушайте, что говорят, без интерпретаций"
              ]
            },
            {
              "type": "quiz",
              "questions": [
                {
                  "question": "Какое утверждение является наблюдением, а не оценочным суждением?",
                  "options": [
                    "Ты всегда опаздываешь",
                    "Ты опоздал на встречу на 15 минут",
                    "Ты безответственный человек",
                    "Ты никогда не думаешь о других"
                  ],
                  "correct": [1],
                  "multiple": false
                },
                {
                  "question": "Какие из этих фраз содержат оценочные суждения?",
                  "options": [
                    "Мария говорила 20 минут без перерыва",
                    "Мария слишком болтлива",
                    "Петр получил двойку по математике",
                    "Петр плохой ученик"
                  ],
                  "correct": [1, 3],
                  "multiple": true
                },
                {
                  "question": "Что из перечисленного является безоценочным наблюдением?",
                  "options": [
                    "Вчера в 14:30 коллега не ответил на мое сообщение",
                    "Коллега игнорирует меня",
                    "Коллега невоспитанный",
                    "Коллега не уважает других"
                  ],
                  "correct": [0],
                  "multiple": false
                },
                {
                  "question": "Какие слова часто указывают на оценочное суждение?",
                  "options": [
                    "Вчера в 15:00",
                    "Всегда, никогда (в обобщениях)",
                    "Три раза подряд",
                    "Хороший, плохой, неправильный"
                  ],
                  "correct": [1, 3],
                  "multiple": true
                },
                {
                  "question": "Как можно безоценочно переформулировать фразу «Ты эгоист»?",
                  "options": [
                    "Ты всегда думаешь только о себе",
                    "Когда ты принял решение не учитывая мое мнение, я почувствовал грусть",
                    "Ты не считаешься с другими",
                    "Ты плохой человек"
                  ],
                  "correct": [1],
                  "multiple": false
                }
              ]
            },
            {
              "type": "paragraph",
              "text": "Помните: безоценочность — это навык, который требует практики. Начните с малого — попробуйте описать без оценок одно событие в день. Постепенно вы заметите, как снижается эмоциональное напряжение и появляется больше ясности в сложных ситуациях."
            }
          ]
        },
        {
          "id": "one-mindfully",
          "title": "Однонаправленность: здесь и сейчас",
          "readTime": 5,
          "elements": [
            {
              "type": "paragraph",
              "text": "Однонаправленность — это навык полного присутствия в моменте, когда вы делаете что-то одно с максимальной концентрацией. Этот принцип из диалектической поведенческой терапии (ДПТ) помогает снизить стресс, улучшить эффективность и развить осознанность."
            },
            {
              "type": "heading",
              "text": "Основы однонаправленности"
            },
            {
              "type": "paragraph",
              "text": "Когда вы практикуете однонаправленность, вы полностью сосредотачиваетесь на текущем моменте и действии. Это противоположность многозадачности — вместо попыток делать несколько дел одновременно, вы направляете всё внимание на одну задачу."
            },
            {
              "type": "list",
              "title": "Ключевые принципы однонаправленности",
              "items": [
                "Выполняйте одно дело за раз",
                "Полностью присутствуйте в моменте",
                "Отмечайте желание переключиться на другие задачи",
                "Возвращайтесь к основному действию"
              ]
            },
            {
              "type": "heading",
              "text": "Практические способы развития навыка"
            },
            {
              "type": "checklist",
              "title": "Практика с приготовлением чая или кофе",
              "items": [
                "Подготовьте чайник с чаем или кофейник с кофе осознанно",
                "Отдавайте себе отчёт, как рука поднимает чайник за ручку",
                "Наливайте ароматный горячий напиток в чашку медленно",
                "Переходите от одного шага к другому в полном осознании",
                "Дышите мягко, не спеша и глубже, чем обычно"
              ]
            },
            {
              "type": "checklist",
              "title": "Практика при мытье посуды",
              "items": [
                "Осознанно вымойте посуду, как если бы каждая тарелка была объектом для созерцания",
                "Воспринимайте каждую тарелку как священную",
                "Следите за дыханием, чтобы предотвратить блуждание разума",
                "Не старайтесь закончить работу поскорее",
                "Отнеситесь к мытью посуды, как к самому важному делу в жизни"
              ]
            },
            {
              "type": "checklist",
              "title": "Практика при ручной стирке",
              "items": [
                "Не старайтесь постирать много вещей за один раз",
                "Выберите три-четыре предмета одежды",
                "Найдите самую удобную позу, сидя или стоя так, чтобы избежать боли в спине",
                "Осознанно трите одежду",
                "Удерживайте внимание на каждом движении кистей и плеч"
              ]
            },
            {
              "type": "checklist",
              "title": "Практика при уборке дома",
              "items": [
                "Разбейте работу на стадии: расставить все вещи по местам, разложить книги, вычистить туалет, вычистить ванную комнату, протереть пол, вытереть пыль",
                "Отведите достаточно времени на каждое дело",
                "Двигайтесь замедленно, снижайте обычную скорость примерно в три раза",
                "Полностью сосредоточьте своё внимание на каждой задаче"
              ]
            },
            {
              "type": "checklist",
              "title": "Практика при принятии ванны",
              "items": [
                "Позвольте себе принять ванну в течение 30-45 минут",
                "Не ускоряйтесь ни на секунду от момента приготовления ванны до момента надевания чистой одежды",
                "Пусть все движения будут лёгкими и медленными",
                "Будьте внимательными к каждому движению",
                "Уделите внимание каждой части тела без предубеждения или страха"
              ]
            },
            {
              "type": "checklist",
              "title": "Практика медитации",
              "items": [
                "Сядьте удобно на полу с выпрямленной спиной (или в кресле с обеими ступнями на полу)",
                "Закройте глаза или прикройте их наполовину, направив взгляд на предмет недалеко от себя",
                "С каждым циклом дыхания произносите мягко и тихо слово «один»",
                "Вдыхая, произнесите: «Один»; выдыхая, спокойно и неспешно произнесите: «Один»",
                "Постарайтесь собрать воедино свой разум и вложить его в одно это слово"
              ]
            },
            {
              "type": "heading",
              "text": "Польза для психического здоровья"
            },
            {
              "type": "paragraph",
              "text": "Исследования показывают, что практика однонаправленности активирует парасимпатическую нервную систему, снижает уровень кортизола и улучшает когнитивные функции. Регулярная практика способствует развитию устойчивости к стрессу и эмоциональной регуляции."
            },
            {
              "type": "checklist",
              "title": "Как начать практиковать однонаправленность",
              "items": [
                "Выберите простое ежедневное действие",
                "Установите намерение быть полностью присутствующим",
                "Замечайте моменты отвлечения без самокритики",
                "Мягко возвращайте внимание к текущей задаче",
                "Практикуйте регулярно, начиная с 5-10 минут"
              ]
            },
            {
              "type": "note",
              "text": "Помните: цель не в том, чтобы никогда не отвлекаться, а в том, чтобы замечать отвлечения и мягко возвращаться к практике"
            }
          ]
        },
        {
          "id": "effectively",
          "title": "Эффективность: фокусировка на том, что работает",
          "readTime": 3,
          "elements": [
            {
              "type": "paragraph",
              "text": "Бывает так, что вы точно знаете, что правы, но доказывание этого только ухудшает ситуацию? Навык Эффективности учит действовать так, чтобы достигать своих целей, даже если для этого приходится отпустить желание быть правым."
            },
            {
              "type": "heading",
              "text": "Суть навыка"
            },
            {
              "type": "paragraph",
              "text": "Осознавайте свои цели в конкретной ситуации и делайте то, что необходимо для их достижения. Это означает фокусироваться на том, что действительно работает, а не на том, чтобы доказать свою правоту."
            },
            {
              "type": "list",
              "title": "Ключевые принципы эффективности",
              "items": [
                "Сосредоточьтесь на том, что действительно работает",
                "Играйте по правилам ситуации",
                "Действуйте настолько искусно, насколько это возможно",
                "Освободитесь от своеволия и желания сидеть сложа руки"
              ]
            },
            {
              "type": "heading",
              "text": "Практические идеи"
            },
            {
              "type": "checklist",
              "title": "Идеи для практики эффективности",
              "items": [
                "Наблюдайте, когда начинаете сердиться или чувствовать враждебность — спросите себя: «Это эффективно?»",
                "Наблюдайте, когда хотите быть правым — отпустите желание правоты и попробуйте быть эффективным",
                "Замечайте своеволие внутри и спросите себя: «Это эффективно?»",
                "Отбросьте своеволие и практикуйте эффективное действие",
                "Когда испытываете злость или враждебность — практикуйте «ладони готовности»"
              ]
            },
            {
              "type": "note",
              "text": "Делайте то, что необходимо, ориентируясь на реально существующую ситуацию, а не на ситуацию, в которой вы хотели бы оказаться, или которая кажется вам более комфортной"
            },
            {
              "type": "scenario",
              "title": "Как действовать эффективно?",
              "situation": "Ваш партнёр при друзьях саркастично комментирует вашу забывчивость. Вы чувствуете унижение и ярость.",
              "options": [
                {
                  "text": "«А ты вообще-то сам вчера ключи в холодильнике оставил!» — ответить при всех",
                  "feedback": "Вы отомстили, но эскалация конфликта при друзьях навредит отношениям. Это неэффективно.",
                  "isHealthy": false
                },
                {
                  "text": "Сделать паузу, выдохнуть и сказать: «Давай обсудим это позже наедине»",
                  "feedback": "Отлично! Вы сохранили достоинство и создали возможность для конструктивного разговора.",
                  "isHealthy": true
                },
                {
                  "text": "Промолчать, но потом игнорировать партнёра весь вечер",
                  "feedback": "Пассивная агрессия только накопит обиду и не решит проблему. Есть более эффективный путь.",
                  "isHealthy": false
                },
                {
                  "text": "Театрально упасть на пол и притвориться, что потеряли память",
                  "feedback": "Оке-е-ей, но драматическое бегство от реальности вряд ли поможет решить проблему в отношениях 🙈",
                  "isHealthy": false
                }
              ]
            },
            {
              "type": "paragraph",
              "text": "Эффективность не означает, что нужно всегда молчать или соглашаться. Это умение видеть, что сработает именно сейчас, в этой конкретной ситуации, с этим конкретным человеком — и делать именно это, даже если хочется поступить иначе."
            }
          ]
        }
      ]
    },
    {
      "id": "stress-tolerance",
      "title": "Стрессоустойчивость",
      "description": "Навыки выживания в кризисных ситуациях без ухудшения",
      "icon": "shield-outline",
      "color": "#CE93D8",
      "articles": [
        {
          "id": "stress-tolerance-101",
          "title": "Когда стоит применять навыки стрессоустойчивости",
          "readTime": 3,
          "elements": [
            {
              "type": "paragraph",
              "text": "Навыки стрессоустойчивости в ДПТ — это ваш «пожарный набор» для кризисных моментов. Их не используют постоянно, а достают только тогда, когда ситуация накаляется до предела."
            },
            {
              "type": "paragraph",
              "text": "Представьте, что эмоции — это огонь. Иногда это приятный костерок, который согревает, а иногда — пожар, который грозит сжечь все вокруг. Навыки стрессоустойчивости — это не способ потушить огонь навсегда, а способ не дать ему уничтожить ваш дом, пока вы ищете более долгосрочное решение."
            },
            {
              "type": "heading",
              "text": "Когда применять навыки стрессоустойчивости"
            },
            {
              "type": "list",
              "title": "Используйте эти навыки, когда:",
              "items": [
                "Эмоции настолько сильные, что вы готовы сделать что-то разрушительное",
                "Ситуация болезненная, но изменить её прямо сейчас невозможно",
                "Вы чувствуете, что «взорветесь» и навредите себе или отношениям",
                "Кризис временный, но очень интенсивный"
              ]
            },
            {
              "type": "note",
              "text": "Важно: навыки стрессоустойчивости НЕ решают проблему — они помогают пережить острый момент без разрушительных последствий"
            },
            {
              "type": "paragraph",
              "text": "Это как принять обезболивающее при переломе — боль утихнет, но к врачу все равно нужно идти. После применения навыков стрессоустойчивости важно вернуться к ситуации и поработать с ней более глубоко."
            },
            {
              "type": "scenario",
              "title": "Определите свою ситуацию",
              "situation": "Вы узнали, что лучший друг обсуждал ваши личные проблемы с другими людьми. Вы чувствуете жгучую боль, ярость и желание немедленно написать ему гневное сообщение и разорвать отношения. Что делать?",
              "options": [
                {
                  "text": "Сразу звоню и высказываю все, что думаю",
                  "feedback": "Вы действуете импульсивно в кризисе. Сначала используйте навыки стрессоустойчивости, чтобы снизить накал эмоций.",
                  "isHealthy": false
                },
                {
                  "text": "Применяю навыки стрессоустойчивости: отвлекаюсь, выполняю мышечную релаксацию или дыхательные упражнения прежде, чем действовать далее",
                  "feedback": "Отлично! Вы распознали кризис и выбрали сначала пережить острую фазу. Потом сможете обдуманно поговорить с другом.",
                  "isHealthy": true
                },
                {
                  "text": "Делаю вид, что ничего не произошло",
                  "feedback": "Избегание — не решение. Навыки стрессоустойчивости помогают пережить кризис, но потом проблему все равно нужно решать.",
                  "isHealthy": false
                }
              ]
            },
            {
              "type": "paragraph",
              "text": "Помните: цель навыков стрессоустойчивости — выжить в кризисе без ущерба, а не избежать всех неприятных эмоций в жизни."
            }
          ]
        },
        {
          "id": "stop",
          "title": "Стоп: остановись",
          "readTime": 60,
          "elements": []
        },
        {
          "id": "pros-and-cons",
          "title": "За и против",
          "readTime": 60,
          "elements": []
        },
        {
          "id": "tipp",
          "title": "Труд: физиологические методы",
          "readTime": 60,
          "elements": []
        },
        {
          "id": "accepts",
          "title": "ACCEPTS: отвлечение",
          "readTime": 60,
          "elements": []
        },
        {
          "id": "self-soothe",
          "title": "Пять органов чувств: забота о себе",
          "readTime": 60,
          "elements": []
        },
        {
          "id": "improve",
          "title": "IMPROVE: улучшить момент",
          "readTime": 60,
          "elements": []
        },
        {
          "id": "radical-acceptance",
          "title": "Радикальное принятие",
          "readTime": 60,
          "elements": []
        },
        {
          "id": "willing-hands",
          "title": "Готовность, полуулыбка, раскрытые ладони",
          "readTime": 60,
          "elements": []
        },
        {
          "id": "observe-thoughts",
          "title": "Осознанное отношение к текущим мыслям",
          "readTime": 60,
          "elements": []
        }
      ]
    },
    {
      "id": "emotion-regulation",
      "title": "Эмоциональная регуляция",
      "description": "Понимание и управление эмоциональными реакциями",
      "icon": "heart-outline",
      "color": "#FF9800",
      "articles": [
        {
          "id": "emotion-regulation-101",
          "title": "Когда целесообразно прибегать к навыкам эмоциональной регуляции",
          "readTime": 4,
          "elements": [
            {
              "type": "paragraph",
              "text": "Навыки эмоциональной регуляции в ДПТ — это ваш «пульт управления» эмоциями. В отличие от навыков стрессоустойчивости, которые помогают в острых кризисах, эти навыки работают с эмоциями более тонко и продуманно."
            },
            {
              "type": "paragraph",
              "text": "Представьте эмоции как реку. Навыки стрессоустойчивости — это спасательный жилет в бурном потоке, а навыки эмоциональной регуляции — это умение изменить русло реки, отрегулировать её течение или выбрать, где именно переправляться."
            },
            {
              "type": "heading",
              "text": "Когда использовать навыки эмоциональной регуляции"
            },
            {
              "type": "list",
              "title": "Эти навыки подходят, когда:",
              "items": [
                "Эмоция обоснованна, но её интенсивность не соответствует ситуации",
                "Вы хотите изменить эмоцию, а не просто её пережить",
                "У вас есть время и ресурсы для работы с эмоцией",
                "Эмоциональная реакция мешает достичь ваших целей"
              ]
            },
            {
              "type": "paragraph",
              "text": "Главное отличие: если навыки стрессоустойчивости говорят «терпи и не разрушай», то навыки эмоциональной регуляции говорят «давай разберемся, что здесь происходит, и изменим это»."
            },
            {
              "type": "note",
              "text": "Важно: не пытайтесь регулировать эмоции в состоянии острого кризиса. Сначала стрессоустойчивость, потом регуляция"
            },
            {
              "type": "scenario",
              "title": "Выберите правильную стратегию",
              "situation": "На работе коллега в третий раз за неделю получил признание за проект, в котором вы тоже участвовали, но вас даже не упомянули. Вы чувствуете злость и обиду средней интенсивности. Завтра важная встреча, где нужно с ним сотрудничать.",
              "options": [
                {
                  "text": "Использую техники отвлечения и перетерплю — пройдет само",
                  "feedback": "Это стратегия стрессоустойчивости, но здесь она не нужна. У вас есть обоснованная эмоция умеренной интенсивности — самое время для эмоциональной регуляции.",
                  "isHealthy": false
                },
                {
                  "text": "Применю навыки эмоциональной регуляции: проверю факты, пойму, что эмоция говорит о моих потребностях, и подумаю о действиях",
                  "feedback": "Отлично! Вы выбрали правильный инструмент. Эмоция не критична, но мешает целям, и у вас есть ресурсы её проработать.",
                  "isHealthy": true
                },
                {
                  "text": "Схожу к начальнику и пожалуюсь на коллегу",
                  "feedback": "Вы действуете импульсивно, не разобравшись с эмоцией. Сначала используйте навыки регуляции, чтобы понять, какое действие будет эффективным.",
                  "isHealthy": false
                }
              ]
            },
            {
              "type": "paragraph",
              "text": "Помните: цель эмоциональной регуляции не в том, чтобы устранить эмоции — они важны и полезны, а в том, чтобы понимать их, лучше осознавать и иметь больше контроля над ними."
            }
          ]
        },
        {
          "id": "check-the-facts",
          "title": "Проверка фактов",
          "readTime": 60,
          "elements": []
        },
        {
          "id": "opposite-action",
          "title": "Противоположное действие",
          "readTime": 60,
          "elements": []
        },
        {
          "id": "problem-solving",
          "title": "Решение проблемы",
          "readTime": 60,
          "elements": []
        },
        {
          "id": "accumulate-positive",
          "title": "A: позитивные эмоции",
          "readTime": 60,
          "elements": []
        },
        {
          "id": "build-mastery",
          "title": "B: мастерство",
          "readTime": 60,
          "elements": []
        },
        {
          "id": "cope-ahead",
          "title": "C: заблаговременный поиск решений",
          "readTime": 60,
          "elements": []
        },
        {
          "id": "please",
          "title": "PLEASE: снижение уязвимости",
          "readTime": 60,
          "elements": []
        },
        {
          "id": "observe-emotion",
          "title": "Осознанное отношение к текущей эмоции",
          "readTime": 60,
          "elements": []
        }
      ]
    },
    {
      "id": "interpersonal",
      "title": "Межличностная эффективность",
      "description": "Навыки построения здоровых отношений и коммуникации",
      "icon": "people-outline",
      "color": "#2196F3",
      "articles": [
        {
          "id": "interpersonal-101",
          "title": "Когда могут быть полезны навыки межличностной эффективности",
          "readTime": 3,
          "elements": [
            {
              "type": "paragraph",
              "text": "Навыки межличностной эффективности в ДПТ учат, как получать желаемое в отношениях, сохраняя самоуважение и не обижая других."
            },
            {
              "type": "paragraph",
              "text": "С помощью этих навыков вы можете добиваться своего в отношениях, не разрушая их, а укрепляя."
            },
            {
              "type": "heading",
              "text": "Когда применять навыки межличностной эффективности"
            },
            {
              "type": "list",
              "title": "Эти навыки полезны, когда вам нужно:",
              "items": [
                "Попросить о том, что вам нужно, или сказать «нет»",
                "Разрешить конфликт, сохранив отношения",
                "Выразить свое мнение или чувства конструктивно",
                "Установить или поддержать личные границы"
              ]
            },
            {
              "type": "paragraph",
              "text": "Ключевой принцип ДПТ: эффективное общение балансирует три цели одновременно — получить желаемое, сохранить отношения и сохранить самоуважение."
            },
            {
              "type": "note",
              "text": "Важно: используйте эти навыки в обычных ситуациях общения. В острых кризисах сначала применяйте навыки стрессоустойчивости"
            },
            {
              "type": "scenario",
              "title": "Выберите эффективную стратегию",
              "situation": "Ваш близкий друг время от времени опаздывает на встречи, и это вас расстраивает. На этой неделе он опоздал уже в третий раз на 40 минут. Вы цените дружбу, но такое поведение влияет на ваши планы.",
              "options": [
                {
                  "text": "Ничего не говорю, чтобы не портить отношения",
                  "feedback": "Вы сохраняете отношения, но жертвуете собственными потребностями и самоуважением. Навыки межличностной эффективности помогают найти баланс.",
                  "isHealthy": false
                },
                {
                  "text": "Применяю навыки межличностной эффективности: спокойно объясняю проблему, выражаю свои чувства и прошу изменить поведение",
                  "feedback": "Отлично! Вы используете эффективный подход — выражаете потребности, сохраняя уважение к другу и к себе.",
                  "isHealthy": true
                },
                {
                  "text": "Говорю: «Ты всегда опаздываешь, это неуважение ко мне!»",
                  "feedback": "Вы выражаете потребность, но теряете самоуважение и вредите отношениям. Навыки межличностной эффективности учат более конструктивному подходу.",
                  "isHealthy": false
                }
              ]
            },
            {
              "type": "paragraph",
              "text": "Помните: цель навыков межличностной эффективности — построение здоровых отношений, где учитываются потребности всех участников."
            }
          ]
        },
        {
          "id": "dear",
          "title": "DEAR: объективная эффективность",
          "readTime": 60,
          "elements": []
        },
        {
          "id": "man",
          "title": "MAN: осознанность в достижении цели",
          "readTime": 60,
          "elements": []
        },
        {
          "id": "give",
          "title": "GIVE: эффективность отношений",
          "readTime": 60,
          "elements": []
        },
        {
          "id": "fast",
          "title": "FAST: эффективность самоуважения",
          "readTime": 60,
          "elements": []
        },
        {
          "id": "validation",
          "title": "Валидация",
          "readTime": 60,
          "elements": []
        },
        {
          "id": "behavior-change",
          "title": "Стратегии изменения поведения",
          "readTime": 60,
          "elements": []
        }
      ]
    }
  ]
}
