{
  "groups": [
    {
      "title": "Навыки ДПТ",
      "blocks": [
        "mindfulness",
        "stress-tolerance",
        "emotion-regulation",
        "interpersonal"
      ]
    }
  ],
  "blocks": [
    {
      "id": "mindfulness",
      "title": "Осознанность",
      "description": "Практики развития внимательности и присутствия в моменте",
      "icon": "eye-outline",
      "color": "#4CAF50",
      "articles": [
        {
          "id": "mindfulness-101",
          "title": "Зачем нужны навыки осознанности",
          "readTime": 2,
          "elements": [
            {
              "type": "paragraph",
              "text": "Блок навыков осознанности — это своего рода фундамент для всех остальных навыков."
            },
            {
              "type": "paragraph",
              "text": "Представьте, что вы учитесь водить машину в сильную бурю, когда ничего не видно. Осознанность — это как раз те «дворники», которые очищают лобовое стекло, чтобы вы могли ясно видеть дорогу."
            },
            {
              "type": "paragraph",
              "text": "Когда мы находимся в сильных эмоциях или стрессе, наш «внутренний туман» мешает нам понять, что именно происходит."
            },
            {
              "type": "list",
              "title": "Навыки осознанности помогают:",
              "items": [
                "Заметить свои эмоции и мысли, не погружаясь в них с головой",
                "Сделать паузу вместо импульсивных действий",
                "Выбрать более подходящий способ реагирования"
              ]
            },
            {
              "type": "note",
              "text": "Без осознанности остальные навыки ДПТ работают не столь эффективно: сложно регулировать эмоции или выстраивать отношения, когда вы с трудом замечаете, что с вами происходит"
            },
            {
              "type": "paragraph",
              "text": "Это как научиться сначала останавливаться и смотреть по сторонам, прежде чем переходить дорогу. Простой, но жизненно важный навык!"
            },
            {
              "type": "scenario",
              "title": "Проверьте свою осознанность",
              "situation": "Вы идете на важную встречу и понимаете, что опаздываете на 15 минут. Сердце бешено колотится, в голове крутятся мысли: «Все пропало, меня уволят, это провал». Что вы делаете?",
              "options": [
                {
                  "text": "Бегу еще быстрее, звоню и извиняюсь на ходу",
                  "feedback": "Вы действуете импульсивно под влиянием паники. Попробуйте сначала применить осознанность — остановитесь и сделайте вдох.",
                  "isHealthy": false
                },
                {
                  "text": "Останавливаюсь, делаю глубокий вдох и замечаю: «Я паникую, сердце колотится, мысли катастрофичны»",
                  "feedback": "Отлично! Вы применили навык осознанности — заметили свое состояние, не погрузившись в него. Теперь можете выбрать более разумное действие.",
                  "isHealthy": true
                },
                {
                  "text": "Думаю: «Ничего страшного, все само как-нибудь образуется»",
                  "feedback": "Вы избегаете проблему, но не применяете осознанность. Важно сначала заметить свои эмоции и мысли, а потом уже выбирать реакцию.",
                  "isHealthy": false
                }
              ]
            }
          ]
        },
        {
          "id": "wise-mind",
          "title": "Мудрый разум",
          "readTime": 60,
          "elements": []
        },
        {
          "id": "observe",
          "title": "Наблюдение: замечать",
          "readTime": 60,
          "elements": []
        },
        {
          "id": "describe",
          "title": "Описание: добавлять слова, только факты",
          "readTime": 60,
          "elements": []
        },
        {
          "id": "participate",
          "title": "Участие: погружаться в происходящее",
          "readTime": 60,
          "elements": []
        },
        {
          "id": "non-judgmental",
          "title": "Безоценочность",
          "readTime": 60,
          "elements": []
        },
        {
          "id": "one-mindfully",
          "title": "Однонаправленность: здесь и сейчас",
          "readTime": 60,
          "elements": []
        },
        {
          "id": "effectively",
          "title": "Эффективность: фокусировка на том, что работает",
          "readTime": 60,
          "elements": []
        }
      ]
    },
    {
      "id": "stress-tolerance",
      "title": "Стрессоустойчивость",
      "description": "Навыки выживания в кризисных ситуациях без ухудшения",
      "icon": "shield-outline",
      "color": "#CE93D8",
      "articles": [
        {
          "id": "stress-tolerance-101",
          "title": "Когда стоит применять навыки стрессоустойчивости",
          "readTime": 3,
          "elements": [
            {
              "type": "paragraph",
              "text": "Навыки стрессоустойчивости в ДПТ — это ваш «пожарный набор» для кризисных моментов. Их не используют постоянно, а достают только тогда, когда ситуация накаляется до предела."
            },
            {
              "type": "paragraph",
              "text": "Представьте, что эмоции — это огонь. Иногда это приятный костерок, который согревает, а иногда — пожар, который грозит сжечь все вокруг. Навыки стрессоустойчивости — это не способ потушить огонь навсегда, а способ не дать ему уничтожить ваш дом, пока вы ищете более долгосрочное решение."
            },
            {
              "type": "heading",
              "text": "Когда применять навыки стрессоустойчивости"
            },
            {
              "type": "list",
              "title": "Используйте эти навыки, когда:",
              "items": [
                "Эмоции настолько сильные, что вы готовы сделать что-то разрушительное",
                "Ситуация болезненная, но изменить её прямо сейчас невозможно",
                "Вы чувствуете, что «взорветесь» и навредите себе или отношениям",
                "Кризис временный, но очень интенсивный"
              ]
            },
            {
              "type": "note",
              "text": "Важно: навыки стрессоустойчивости НЕ решают проблему — они помогают пережить острый момент без разрушительных последствий"
            },
            {
              "type": "paragraph",
              "text": "Это как принять обезболивающее при переломе — боль утихнет, но к врачу все равно нужно идти. После применения навыков стрессоустойчивости важно вернуться к ситуации и поработать с ней более глубоко."
            },
            {
              "type": "scenario",
              "title": "Определите свою ситуацию",
              "situation": "Вы узнали, что лучший друг обсуждал ваши личные проблемы с другими людьми. Вы чувствуете жгучую боль, ярость и желание немедленно написать ему гневное сообщение и разорвать отношения. Что делать?",
              "options": [
                {
                  "text": "Сразу звоню и высказываю все, что думаю",
                  "feedback": "Вы действуете импульсивно в кризисе. Сначала используйте навыки стрессоустойчивости, чтобы снизить накал эмоций.",
                  "isHealthy": false
                },
                {
                  "text": "Применяю навыки стрессоустойчивости: отвлекаюсь, выполняю мышечную релаксацию или дыхательные упражнения прежде, чем действовать далее",
                  "feedback": "Отлично! Вы распознали кризис и выбрали сначала пережить острую фазу. Потом сможете обдуманно поговорить с другом.",
                  "isHealthy": true
                },
                {
                  "text": "Делаю вид, что ничего не произошло",
                  "feedback": "Избегание — не решение. Навыки стрессоустойчивости помогают пережить кризис, но потом проблему все равно нужно решать.",
                  "isHealthy": false
                }
              ]
            },
            {
              "type": "paragraph",
              "text": "Помните: цель навыков стрессоустойчивости — выжить в кризисе без ущерба, а не избежать всех неприятных эмоций в жизни."
            }
          ]
        },
        {
          "id": "stop",
          "title": "Стоп: остановись",
          "readTime": 60,
          "elements": []
        },
        {
          "id": "pros-and-cons",
          "title": "За и против",
          "readTime": 60,
          "elements": []
        },
        {
          "id": "tipp",
          "title": "Труд: физиологические методы",
          "readTime": 60,
          "elements": []
        },
        {
          "id": "accepts",
          "title": "ACCEPTS: отвлечение",
          "readTime": 60,
          "elements": []
        },
        {
          "id": "self-soothe",
          "title": "Пять органов чувств: забота о себе",
          "readTime": 60,
          "elements": []
        },
        {
          "id": "improve",
          "title": "IMPROVE: улучшить момент",
          "readTime": 60,
          "elements": []
        },
        {
          "id": "radical-acceptance",
          "title": "Радикальное принятие",
          "readTime": 60,
          "elements": []
        },
        {
          "id": "willing-hands",
          "title": "Готовность, полуулыбка, раскрытые ладони",
          "readTime": 60,
          "elements": []
        },
        {
          "id": "observe-thoughts",
          "title": "Осознанное отношение к текущим мыслям",
          "readTime": 60,
          "elements": []
        }
      ]
    },
    {
      "id": "emotion-regulation",
      "title": "Эмоциональная регуляция",
      "description": "Понимание и управление эмоциональными реакциями",
      "icon": "heart-outline",
      "color": "#FF9800",
      "articles": [
        {
          "id": "emotion-regulation-101",
          "title": "Когда целесообразно прибегать к навыкам эмоциональной регуляции",
          "readTime": 4,
          "elements": [
            {
              "type": "paragraph",
              "text": "Навыки эмоциональной регуляции в ДПТ — это ваш «пульт управления» эмоциями. В отличие от навыков стрессоустойчивости, которые помогают в острых кризисах, эти навыки работают с эмоциями более тонко и продуманно."
            },
            {
              "type": "paragraph",
              "text": "Представьте эмоции как реку. Навыки стрессоустойчивости — это спасательный жилет в бурном потоке, а навыки эмоциональной регуляции — это умение изменить русло реки, отрегулировать её течение или выбрать, где именно переправляться."
            },
            {
              "type": "heading",
              "text": "Когда использовать навыки эмоциональной регуляции"
            },
            {
              "type": "list",
              "title": "Эти навыки подходят, когда:",
              "items": [
                "Эмоция обоснованна, но её интенсивность не соответствует ситуации",
                "Вы хотите изменить эмоцию, а не просто её пережить",
                "У вас есть время и ресурсы для работы с эмоцией",
                "Эмоциональная реакция мешает достичь ваших целей"
              ]
            },
            {
              "type": "paragraph",
              "text": "Главное отличие: если навыки стрессоустойчивости говорят «терпи и не разрушай», то навыки эмоциональной регуляции говорят «давай разберемся, что здесь происходит, и изменим это»."
            },
            {
              "type": "note",
              "text": "Важно: не пытайтесь регулировать эмоции в состоянии острого кризиса. Сначала стрессоустойчивость, потом регуляция"
            },
            {
              "type": "scenario",
              "title": "Выберите правильную стратегию",
              "situation": "На работе коллега в третий раз за неделю получил признание за проект, в котором вы тоже участвовали, но вас даже не упомянули. Вы чувствуете злость и обиду средней интенсивности. Завтра важная встреча, где нужно с ним сотрудничать.",
              "options": [
                {
                  "text": "Использую техники отвлечения и перетерплю — пройдет само",
                  "feedback": "Это стратегия стрессоустойчивости, но здесь она не нужна. У вас есть обоснованная эмоция умеренной интенсивности — самое время для эмоциональной регуляции.",
                  "isHealthy": false
                },
                {
                  "text": "Применю навыки эмоциональной регуляции: проверю факты, пойму, что эмоция говорит о моих потребностях, и подумаю о действиях",
                  "feedback": "Отлично! Вы выбрали правильный инструмент. Эмоция не критична, но мешает целям, и у вас есть ресурсы её проработать.",
                  "isHealthy": true
                },
                {
                  "text": "Схожу к начальнику и пожалуюсь на коллегу",
                  "feedback": "Вы действуете импульсивно, не разобравшись с эмоцией. Сначала используйте навыки регуляции, чтобы понять, какое действие будет эффективным.",
                  "isHealthy": false
                }
              ]
            },
            {
              "type": "paragraph",
              "text": "Помните: цель эмоциональной регуляции не в том, чтобы устранить эмоции — они важны и полезны, а в том, чтобы понимать их, лучше осознавать и иметь больше контроля над ними."
            }
          ]
        },
        {
          "id": "check-the-facts",
          "title": "Проверка фактов",
          "readTime": 60,
          "elements": []
        },
        {
          "id": "opposite-action",
          "title": "Противоположное действие",
          "readTime": 60,
          "elements": []
        },
        {
          "id": "problem-solving",
          "title": "Решение проблемы",
          "readTime": 60,
          "elements": []
        },
        {
          "id": "accumulate-positive",
          "title": "A: позитивные эмоции",
          "readTime": 60,
          "elements": []
        },
        {
          "id": "build-mastery",
          "title": "B: мастерство",
          "readTime": 60,
          "elements": []
        },
        {
          "id": "cope-ahead",
          "title": "C: заблаговременный поиск решений",
          "readTime": 60,
          "elements": []
        },
        {
          "id": "please",
          "title": "PLEASE: снижение уязвимости",
          "readTime": 60,
          "elements": []
        },
        {
          "id": "observe-emotion",
          "title": "Осознанное отношение к текущей эмоции",
          "readTime": 60,
          "elements": []
        }
      ]
    },
    {
      "id": "interpersonal",
      "title": "Межличностная эффективность",
      "description": "Навыки построения здоровых отношений и коммуникации",
      "icon": "people-outline",
      "color": "#2196F3",
      "articles": [
        {
          "id": "interpersonal-101",
          "title": "Когда могут быть полезны навыки межличностной эффективности",
          "readTime": 3,
          "elements": [
            {
              "type": "paragraph",
              "text": "Навыки межличностной эффективности в ДПТ учат, как получать желаемое в отношениях, сохраняя самоуважение и не обижая других."
            },
            {
              "type": "paragraph",
              "text": "С помощью этих навыков вы можете добиваться своего в отношениях, не разрушая их, а укрепляя."
            },
            {
              "type": "heading",
              "text": "Когда применять навыки межличностной эффективности"
            },
            {
              "type": "list",
              "title": "Эти навыки полезны, когда вам нужно:",
              "items": [
                "Попросить о том, что вам нужно, или сказать «нет»",
                "Разрешить конфликт, сохранив отношения",
                "Выразить свое мнение или чувства конструктивно",
                "Установить или поддержать личные границы"
              ]
            },
            {
              "type": "paragraph",
              "text": "Ключевой принцип ДПТ: эффективное общение балансирует три цели одновременно — получить желаемое, сохранить отношения и сохранить самоуважение."
            },
            {
              "type": "note",
              "text": "Важно: используйте эти навыки в обычных ситуациях общения. В острых кризисах сначала применяйте навыки стрессоустойчивости"
            },
            {
              "type": "scenario",
              "title": "Выберите эффективную стратегию",
              "situation": "Ваш близкий друг время от времени опаздывает на встречи, и это вас расстраивает. На этой неделе он опоздал уже в третий раз на 40 минут. Вы цените дружбу, но такое поведение влияет на ваши планы.",
              "options": [
                {
                  "text": "Ничего не говорю, чтобы не портить отношения",
                  "feedback": "Вы сохраняете отношения, но жертвуете собственными потребностями и самоуважением. Навыки межличностной эффективности помогают найти баланс.",
                  "isHealthy": false
                },
                {
                  "text": "Применяю навыки межличностной эффективности: спокойно объясняю проблему, выражаю свои чувства и прошу изменить поведение",
                  "feedback": "Отлично! Вы используете эффективный подход — выражаете потребности, сохраняя уважение к другу и к себе.",
                  "isHealthy": true
                },
                {
                  "text": "Говорю: «Ты всегда опаздываешь, это неуважение ко мне!»",
                  "feedback": "Вы выражаете потребность, но теряете самоуважение и вредите отношениям. Навыки межличностной эффективности учат более конструктивному подходу.",
                  "isHealthy": false
                }
              ]
            },
            {
              "type": "paragraph",
              "text": "Помните: цель навыков межличностной эффективности — построение здоровых отношений, где учитываются потребности всех участников."
            }
          ]
        },
        {
          "id": "dear",
          "title": "DEAR: объективная эффективность",
          "readTime": 60,
          "elements": []
        },
        {
          "id": "man",
          "title": "MAN: осознанность в достижении цели",
          "readTime": 60,
          "elements": []
        },
        {
          "id": "give",
          "title": "GIVE: эффективность отношений",
          "readTime": 60,
          "elements": []
        },
        {
          "id": "fast",
          "title": "FAST: эффективность самоуважения",
          "readTime": 60,
          "elements": []
        },
        {
          "id": "validation",
          "title": "Валидация",
          "readTime": 60,
          "elements": []
        },
        {
          "id": "behavior-change",
          "title": "Стратегии изменения поведения",
          "readTime": 60,
          "elements": []
        }
      ]
    }
  ]
}
